Repository: gilir/awn-debian
Catalog: po/*.po
Languages: de, eu, he, lt, pt_br, ro, sk

source: Use Gtk theme colors
de: Farben des GTK-Themas verwenden
eu: Erabili Gtk gaiaren koloreak
he: שימוש בצבעי ערכת הנושא של Gtk
lt: Naudoti Gtk temos spalvas
pt_br: Usar cores do tema Gtk
ro: Utilizează culorile temei Gtk
sk: Použiť Gtk motív vzȟladu

source: Use Pattern as Background
de: Hintergrundmuster verwenden
eu: Erabili eredua atzeko planorako
he: שימוש בתבנית כרקע
lt: Naudoti raštą kaip foną
pt_br: Usar padrão como fundo
ro: Utilizează tiparul ca fundal
sk: Použiť Vzorku ako Pozadie

source: Version:
eu: Bertsioa:
he: גרסה:
lt: Versija:
pt_br: Versão:
ro: Versiune:
sk: Verzia:

source: _Behavior:
de: _Verhalten
eu: _Portaera:
he: ה_תנהגות:
lt: El_gesys:
pt_br: C_omportamento:
ro: _Comportament:
sk: _Správanie

source: _Orientation:
de: A_usrichtung:
eu: _Orientazioa:
he: _כיוון:
lt: _Orientacija:
pt_br: _Orientação:
ro: _Orientare:
sk: _Orientácia:

source: _Position on the screen:
de: _Position auf dem Bildschirm:
eu: _Kokapena pantailan:
he: _מיקום על גבי המסך:
lt: _Pozicionuoti ekrane:
pt_br: _Posição na tela:
ro: _Poziție pe ecran:
sk: _Pozícia na obrazovke

source: _Size of icons:
de: _Größe der Symbole:
eu: _Ikonoen tamaina
he: _גודל הסמלים:
lt: Piktogramų dydi_s:
pt_br: _Tamanho dos ícones:
ro: _Dimensiune pictograme:
sk: _Veľkosť ikon:

source: pixels
de: Pixel
eu: pixel
he: פיקסלים
lt: taškai
ro: pixeli
sk: pixely

source: Error, a sources.list already exist
de: Fehler, es existiert bereits eine sources.list
eu: Errorea, dagoeneko badago sources.list fitxategi bat
he: שגיאה, כבר קיים קובץ sources.list
lt: Klaida, sources.list jau egzistuoja
pt_br: Erro, já existe um sources.list
ro: Eroare, un fișier cu surse de programe (sources.list) există deja
sk: Chýba, zoznam zdrojov už existuje.

source: Error, the path is empty or already exist
de: Fehler, der Pfad ist leer oder existiert bereits
eu: Errorea, bide-izena hutsik dago edo jadanik existitzen da
he: שגיאה, הנתיב ריק או שהוא כבר קיים
lt: Klaida, kelias yra nenurodytas arba jau egzistuoja
pt_br: Erro, o caminho está vazio ou já existe
ro: Eroare, fișierul este gol sau există deja
sk: Chyba, cesta je prázdna alebo už existuje

source: Error %s is missing on your system, please remove it from the sources.list
de: Fehler: %s ist auf dem System nicht vorhanden – bitte entfernen Sie es aus der sources.list!
eu: Errorea, %s ez dago zure sisteman, kendu sources.list fitxategitik
he: שגיאה %s חסר במערכת שלך, יש להסיר אותו מהקובץ sources.list
lt: Klaida, %s nėra sistemoje, pašalinkite jį iš sources.list
pt_br: Erro %s não encontrado no sistema, por favor remova-o do sources.list
ro: Eroare %s lipsește din sistem, ștergeți și din fișierul cu surse de programe
sk: Chyba %s chýba vo vašom systéme, prosím vymažte ho zo zoznamu zdrojov

source: None
de: Keine
eu: Bat ere ez
he: ללא
lt: Joks
pt_br: Nenhum
ro: Nimic
sk: Žiadne

source: Simple
de: Schlicht
eu: Sinplea
he: פשוט
lt: Paprastas
pt_br: Simples
ro: Simplu
sk: Jednoduché

source: Classic
de: Klassisch
eu: Klasikoa
he: קלאסי
lt: Klasikinė
pt_br: Clássico
ro: Clasic
sk: Klasické

source: Fade
de: Verblassen
eu: Iraungi
he: עמעום
lt: Išnykimas
pt_br: Esmaecer
ro: Estompare
sk: Vyblednúť

source: Spotlight
de: Scheinwerferlicht
eu: Argi-fokua
he: זרקור
lt: Apšvietimas
pt_br: Holofote
ro: Spot luminos
sk: Podsvietenie

source: Zoom
eu: Handitu
he: זום
lt: Išdidinimas
ro: Mărire
sk: Zväčšenie

source: Squish
de: Quetschen
eu: Errebotatu
he: מחיצה
lt: Tąsus
pt_br: Espremer
ro: Strivire
sk: Stlačiť

source: 3D Turn
de: 3D-Drehung
eu: 3D bira
he: סיבוב בתלת ממד
lt: 3D sukimasis
pt_br: Girar 3D
ro: Rotire 3D
sk: 3D otáčanie

source: 3D Spotlight Turn
de: 3D-Drehung mit Scheinwerferlicht
eu: 3D bira argi-fokoarekin
he: סיבוב תלת ממדי עם זרקור
lt: 3D sukimasis su apšvietimu
pt_br: Giro Iluminado em 3D
ro: Rotire 3D cu spot de lumină
sk: 3D otáčanie s podsvietením

source: Glow
de: Glühen
eu: Dirdira
he: הילה
lt: Švytėjimas
pt_br: Brilho
ro: Strălucire
sk: Žiarenie

source: Automatic creation failed. Please manually create the directory: %s
de: Automatisches Erstellen fehlgeschlagen. Bitte erstellen Sie folgendes Verzeichnis manuell: %s
eu: Sorrera automatikoak huts egin du. Sortu %s direktorioa eskuz
he: היצירה האוטומטית נכשלה. יש ליצור את התיקייה ידנית: %s.
lt: Automatinis sukūrimas nepavyko. Prašome rankiniu būdu sukurti aplanką: %s
pt_br: A criação automática falhou. Por favor, crie o diretório manualmente: %s
ro: Crearea automată a eșuat. Creați manual directorul: %s
sk: Automatické vytvorenie zlyhalo. Prosím ručne vytvorte adresár: %s

source: Confirm directory creation
de: Anlegen des Verzeichnisses bestätigen
eu: Berretsi direktorioaren sorrera
he: אישור יצירת התיקייה
lt: Patvirtinkite aplanko sukūrimą
pt_br: Confirme a criação do diretório
ro: Confirmați crearea directorului
sk: Potvrdiť vytvorenie adresára

source: There is no existing autostart directory for your user account yet. Do you want me to automatically create it for you?
de: Bisher existiert noch kein Autostart-Verzeichnis für Ihr Benutzerkonto. Soll automatisch eins erstellt werden?
eu: Ez dago autoabiarazte-direktoriorik zure erabiltzaile-konturako. Zuretzat automatikoki sortzea nahi al duzu?
he: עדיין אין תיקיית הפעלה אוטומטית הקיימת עבור חשבון המשתמש. האם ברצונך שאצור אותה אוטומטית כעת עבורך?
lt: Jūsų vartotojui automatinio paleidimo aplankas dar nėra sukurtas. Ar norite, kad jis Jums būtų automatiškai sukurtas?
pt_br: Ainda não há diretório de inicialização para sua conta. Gostaria que eu criasse automaticamente para você?
ro: Încă nu există niciun director de pornire automată pentru acest cont de utilizator. Doriți să fie creat unul automat?
sk: Nenájdený žiaden existujúci štartovací adresár pre váš užívateľský účet. Chcete aby som ho pre Vás automaticky vytvoril?

source: Could not locate any of these icons: %s
de: Konnte keines dieser Symbole lokalisieren: %s
eu: Ezin dira hurrengo ikonoak aurkitu: %s
he: לא ניתן לאתר אף אחד מהסמלים הבאים: %s
lt: Nepavyko rasti nė vienos iš šių piktogramų: %s
pt_br: Não foi possível localizar nenhum desses ícones: %s
ro: Următoarele pictograme nu pot fi găsite: %s
sk: Nemožno lokalizovať niektorú z týchto ikon: %s

source: Could not locate the following icon: %s
de: Konnte das folgende Symbol nicht lokalisieren: %s
eu: Ezin dira hurrengo ikonoak aurkitu: %s
he: לא ניתן לאתר את הסמל הבא: %s
lt: Nepavyko rasti šios piktogramos: %s
pt_br: Não foi possível localizar os seguintes ícones: %s
ro: Următoarea pictogramă nu poate fi găsită: %s
sk: Nemožno lokalizovať nasledujúcu ikonu: %s

source: Fully customisable dock-like window navigator for GNOME.
de: Vollständig anpassbarer, Dock-ähnlicher Fenster-Navigator für GNOME.
eu: GNOMErentzako atrake (dock) moduko leiho-nabigatzaile pertsonalizagarria.
he: נווט חלונות דמוי מעגן הניתן להתאמה אישית באופן מלא עבור GNOME.
lt: Visapusiškai konfigūruojamas juostos tipo langų tvarkytuvas GNOME aplinkai.
pt_br: Navegador de janelas estilo doca totalmente personalizável.
ro: Navigator de ferestre pentru GNOME complet configurabil cu bara de andocare.
sk: Plne prispôsobiteľný dokovací prepínač okien pre GNOME

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: Dieses Programm ist freie Software; Sie können es gemäß den Bestimmungen der GNU General Public License (wahlweise Version 2 der Lizenz oder aktuellerer) , wie veröffentlicht von der Free Software Foundation weitergeben und/oder ändern.
eu: Programa hau software librea da; Free Software Foundation-en GNU Lizentzia Orokor Publikoaren (2garren edo ondorengo ezein bertsioren) arauen arabera banatu eta/edo aldatu dezakezu.
he: תכנית זו היא תכנה חופשית; ניתן להפיצה מחדש ו/או לשנות אותה על־פי תנאי הרישיון הציבורי הכללי של GNU כפי שפורסם על ידי קרן התכנה החופשית; בין אם גרסה 2 של הרישיון, ובין אם (נתון לבחירה) כל גרסה מאוחרת שלו.
lt: Ši programa yra laisva programinė įranga; galite ją platinti ir / arba modifikuoti GNU bendrosios viešosios licencijos sąlygomis, paskelbtomis Laisvosios programinės įrangos fondo; 2-osios arba (savo pasirinkimu) bet kurios vėlesnės licencijos versijos sąlygomis.
pt_br: Este programa é um software livre; você pode redistribuí-lo e/ou modificá-lo sob os termos da GNU General Public Lisense como publicado pela Free Software Foundation; ou a versão 2 da Licença ou (à sua escolha) qualquer versão mais recente.
ro: Acest program este software liber; îl puteți redistribui și/sau modifica în conformitate cu termenii Licenței Publice Generale GNU așa cum este publicată de Free Software Foundation; fie versiunea 2 a Licenței, fie (la latitudinea dumneavoastră) orice versiune ulterioară.
sk: Tento program je slobodný softvér; môžete ho redistribuovať a/alebo upravovať pod podmienkami Všeobecnej verejnej licencie GNU vydanou Free Software Foundation; buď vo verzii 2 tejto licencie alebo (podľa vášho výberu) ľubovoľnej novšej verzii.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Dieses Programm wurde mit dem Ziel veröffentlicht, dass Sie es nützlich finden, jedoch OHNE JEDWEDE GARANTIE, sogar ohne eine implizite Garantie der VERKAUFBARKEIT oder der NUTZBARKEIT FÜR EINEN SPEZIELLEN ZWECK. Schauen Sie für weitere Informationen bitte in der GNU General Public License (GNU GPL) nach.
eu: Erabilgarria izango den esperantzarekin banatzen da programa hau, baina INONGO BERMERIK GABE; MERKATURATZE edo HELBURU BATERAKO EGOKITASUNAREN garantia inpliziturik gabe ere. Ikusi GNUren Lizentzia Publiko Orokorra xehetasun gehiago jasotzeko.
he: תכנה זו מופצת בתקווה שתהיה שימושית, אך ללא כל אחריות; אפילו לא אחריות מרומזת למסחר או התאמה לצרכים מסוימים. נא לפנות לרישיון הציבורי הכללי של GNU לפרטים נוספים.
lt: Ši programa yra platinama tikintis, kad ji bus naudinga, tačiau BE JOKIŲ GARANTIJŲ; netgi be numanomų PARDAVIMO arba TINKAMUMO TAM TIKRAM TIKSLUI garantijų. Išsamesnę informaciją rasite GNU bendrojoje viešojoje licencijoje.
pt_br: Este programa é distribuído na intenção de que seja útil, mas SEM NENHUMA GARANTIA; sem mesmo garantia implícita de COMERCIABILIDADE ou ADEQUAÇÃO A UM DETERMINADO PROPÓSITO. Veja a GNU General Public License para mais detalhes.
ro: Acest program este distribuit cu speranța că va fi util, dar FĂRĂ NICI O GARANȚIE, fără garanție implicită de vandabilitate și conformitate unui anumit scop. Citiți Licența Publică Generală GNU pentru detalii.
sk: Tento program je distribuovaný v nádeji, že bude užitočný, ale BEZ AKEJKOĽVEK ZÁRUKY; a to ani bez predpokladanej záruky PREDAJNOSTI, alebo VHODNOSTI PRE KONKRÉTNY ÚČEL. Pre ďalšie podrobnosti viz. GNU General Public License.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
de: Sie sollten eine Kopie der GNU General Public Lizenz mit diesem Programm erhalten haben; wenn nicht, schreiben Sie an die Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
eu: GNU Lizentzia Publiko Orokorraren kopia bat jaso beharko zenuke programa honekin batera; bestela, idatz ezazu hona: Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
he: אמור היה להיות מצורף עותק של הרישיון הציבורי הכללי של GNU לתכנית זו. אם לא, יש לכתוב אל Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
lt: Jūs turėjote gauti GNU bendrąją viešąją licenciją kartu su šia programa; jei ne, parašykite Nemokamos programinės įrangos fondui adresu: 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
pt_br: Você deve ter recebido uma cópia da GNU General Public License com o programa; se não, escreva para a Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
ro: Împreună cu acest program ar trebui să primiți o copie a Licenței Publice Generale GNU; dacă nu ați primit puteți scrie Fundației pentru Software Liber la adresa Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
sk: Spolu s týmto programom by ste mali obdržať tiež kópiu GNU General Public License; ak to tak nie je, napíšte si o zaslanie do Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.

source: Awn Applet Package
de: Awn-Applet-Paket
eu: Awn applet paketea
pt_br: Applet do Pacote Awn
ro: Pachet cu miniaplicații pentru Awn

source: Applet Installation Failed
de: Installation des Applets fehlgeschlagen
eu: Appletaren instalazioak huts egin du
pt_br: Instalação do Applet Falhou
ro: Instalarea miniaplicației a eșuat

source: Applet Successfully Updated
de: Applet erfolgreich aktualisiert
eu: Appleta arrakastaz eguneratu da
pt_br: Atualização do Applet com Sucesso
ro: Miniaplicația a fost actualizată cu succes

source: Applet Successfully Added
de: Applet erfolgreich hinzugefügt
eu: Appleta arrakastaz gehitu da
pt_br: Applet adicionado com sucesso
ro: Miniaplicația a fost adăugată cu succes

source: Can not delete active applet
de: Ein aktives Applet kann nicht gelöscht werden
eu: Ezin izan da applet aktiboa ezabatu
pt_br: Não é possível apagar o aplicativo ativo
ro: Miniaplicația activă nu poate fi ștearsă

source: Delete Applet
de: Applet löschen
eu: Ezabatu appleta
pt_br: Deletar Aplicativo
ro: Șterge miniaplicație

source: <b>Delete %s?</b>
de: <b>%s löschen?</b>
eu: <b>Ezabatu %s?</b>
pt_br: <b>Apagar %s?</b>
ro: <b>Ștergeți %s?</b>

source: Unable to Delete Applet
de: Applet kann nicht gelöscht werden
eu: Ezin izan da appleta ezabatu
pt_br: Incpaz de Apagar o Aplicativo
ro: Nu se poate șterge miniaplicația

source: %s already exists, unable to export theme.
de: %s existiert bereits, das Thema kann nicht exportiert werden.
eu: %s jadanik existitzen da, ezin izan da gaia esportatu.
pt_br: %s já existe, tema não pode ser exportado.
ro: %s există deja, tema nu poate fi exportată.

source: Theme already installed, do you wish to overwrite it?
de: Das Thema ist bereits installiert, wollen Sie es überschreiben?
eu: Gaia instalatuta dago jadanik, gainidatzi nahi al duzu?
pt_br: Tema já está instalado, deseja substituí-lo?
ro: Tema este deja instalată, doriți suprascriere?

source: This is an incompatible theme file.
de: Das ist eine inkompatible Themendatei.
eu: Gai-fitxategi hau ez da bateragarria.
pt_br: Este é um arquivo de tema incompatível.
ro: Acesta este un fișier temă incompatibil.

source: Awn Settings can't be run as root.
de: Awn-Einstellungen kann nicht unter dem Root-Benutzerkonto gestartet werden.
eu: Awn-ren ezarpenak ezin dira exekutatu root modura.
he: לא ניתן להריץ את הגדרות Awn כמשתמש על.
lt: Awn nustatymų neįmanoma paleisti kaip root.
pt_br: As configurações do awn não pode ser executadas como super-usuário
ro: Configurările Awn nu pot fi rulate ca root.
sk: Awn Nastavenia nemôžu byť spustené ako root.

source: Left
de: Links
eu: Ezkerra
he: שמאל
lt: Kairė
pt_br: Esquerda
ro: Stânga
sk: Vľavo

source: Right
de: Rechts
eu: Eskuina
he: ימין
lt: Dešinė
pt_br: Direita
ro: Dreapta
sk: Vpravo

source: Top
de: Oben
eu: Goia
he: למעלה
lt: Viršus
pt_br: Superior
ro: Sus
sk: Navrchu

source: Bottom
de: Unten
eu: Behea
he: למטה
lt: Apačia
pt_br: Inferior
ro: Jos
sk: Dole

source: Flat
de: Flach
eu: Laua
he: שטוח
lt: Plokščias
pt_br: Plano
ro: Plat
sk: Plochý

source: Curved
de: Gewölbt
eu: Okertua
he: מעוקל
lt: Lenktas
pt_br: Curvado
ro: Curbat
sk: Zakrivený

source: Edgy
eu: Ertzduna
he: מזוגזג
lt: Kampuotas
pt_br: Recortado
ro: Marginal
sk: Hranatý

source: Floaty
de: Schwebend
eu: Flotatzailea
he: צף
lt: Plūduriuojantis
pt_br: Flutuante
ro: Mobil
sk: Premenlivý

source: Panel mode
de: Panel-Modus
eu: Panel modua
he: מצב הפאנל
lt: Panelės režimas
pt_br: Modo painel
ro: Mod panou
sk: Mód Panelu

source: Always visible
de: Immer sichtbar
eu: Beti ikusgai
he: גלוי תמיד
lt: Visada matomas
pt_br: Sempre visível
ro: Vizibil întotdeauna
sk: Vždy viditeľný

source: Fade out
de: Ausblenden
eu: Itxiera-iraungipena
he: עמעום בהעלמות
lt: Išnykimas
pt_br: Esvanecer
ro: Estompare
sk: Zoslabenie

source: Transparency
de: Transparenz
eu: Gardentasuna
he: שקיפות
lt: Permatomumas
pt_br: Transparência
ro: Transparenţă
sk: Priehľadnosť

source: Keep below
de: Im Hintergrund
eu: Mantendu azpian
he: תמיד מתחת
lt: Laikyti žemiau
pt_br: Manter abaixo
ro: Dedesubt
sk: Na pozadí

source: PNG Image
de: PNG Bilddatei
eu: PNG irudia
pt_br: Imagem PNG
ro: Imagine PNG

source: Images
de: Bilder
eu: Irudiak
pt_br: Imagens
ro: Imagini

source: Save Theme...
de: Thema speichern …
eu: Gorde gaia...
pt_br: Salvar Tema...
ro: Salvează tema...

source: Awn Theme
de: Awn-Thema
eu: Awn gaia
pt_br: Tema Awn
ro: Temă Awn

source: Solid
de: Gefüllt
eu: Solidoa
he: אחיד
lt: Kietas
pt_br: Sólido
ro: Solidă
sk: Plné

source: Outline
de: Kontur
eu: Ingerada
he: קו מתאר
lt: Kontūras
pt_br: Contorno
ro: Evidenţiere
sk: Obrys

source: Outline, Reversed
de: Kontur, invertiert
eu: Ingerada alderantzikatua
he: קו מתאר, הפוך
lt: Kontūras, Išvirkščias
pt_br: Contorno reverso
ro: Evidențiere, inversată
sk: Obrys, Obrátený

source: Select Tooltip Font
de: Minihilfen-Schriftart wählen
eu: Hautatu argibidearen letra-tipoa
pt_br: Selecionar Fonte da Dica
ro: Alegeți fontul pentru indicații

source: Awn Theme File
de: Awn-Themendatei
eu: Awn-ren gai-fitxategia
pt_br: Arquivo de Tema Awn
ro: Fișier cu temă Awn

source: Use application-specified icons
de: Von der Anwendung vorgesehene Symbole verwenden
eu: Erabili aplikazio bakoitzerako zehaztutako ikonoak
he: שימוש בצבעים שהוגדרו ביישום
lt: Naudoti programų nurodytas piktogramas
pt_br: Use os ícones especificado por aplicativo
ro: Utilizează pictogramele specifice aplicațiilor
sk: Použiť špecifické ikony aplikácie

source: Use best quality icons
de: Symbole höchster Qualität verwenden
eu: Erabili kalitate onena duten ikonoak
he: שימוש באיכות הסמלים המיטבית
lt: Naudoti geriausios kokybės piktogramas
pt_br: Use ícones com melhor qualidade
ro: Utilizează pictogramele cu cea mai bună calitate
sk: Použiť ikony najlepšej kvality

source: Overlay best quality icon with application icon
de: Symbol höchster Qualität mit Anwendungssymbol überlagern
eu: Gainjarri kalitate oneneko ikonoa aplikazioaren ikonoan
he: כיסוי של סמל היישום על גבי הסמל בעל האיכות המיטבית
lt: Uždengti geriausios kokybės piktogramą su programos piktograma
pt_br: Sobrepor ícone de melhor qualidade pelo ícone do própio programa
ro: Suprapune pictogramele cu cea mai bună calitate peste pictogramele aplicațiilor
sk: Nahradiť ikonu najvyššej kvality ikonou aplikácie

source: Overlay application icon with best quality icon
de: Anwendungssymbol mit Symbol höchster Qualität überlagern
eu: Gainjarri aplikazioaren ikonoa kalitate oneneko ikonoan
he: כיסוי של הסמל בעל האיכות המיטבית על גבי סמל היישום
lt: Uždengti programos piktogramą su geriausios kokybės piktograma
pt_br: Sobrepor o ícone do programa por ícone de melhor qualidade
ro: Suprapune pictogramele aplicațiilor peste pictogramele cu cea mai bună calitate
sk: Nahradiť ikonu aplikácie ikonou najvyššej kvality

source: Preferences
de: Einstellungen
eu: Hobespenak
pt_br: Preferências
ro: Preferințe
sk: Nastavenia

source: Task Manager
de: Anwendungsverwalter
eu: Atazak
pt_br: Gerenciador de Tarefas
ro: Gestionar de sarcini
sk: Správca úloh

source: Applets
eu: Appletak
pt_br: Miniaplicativos
ro: Miniaplicații
sk: Applety

source: Themes
de: Themen
eu: Gaiak
pt_br: Temas
ro: Teme
sk: Motívy vzhľadu

source: Advanced
de: Erweitert
eu: Aurreratua
pt_br: Avançado
ro: Configurări avansate
sk: Pokročilé

source: The following Python modules could not be found: %s. There are a few possible explanations for this: 1. You do not have this Python module installed. In this case, you should visit the AWN wiki's applets section to figure out the exact name of the package for your distribution that provides this module. 2. The module is installed in a non-standard location. This is usually the case when you manually install a package, that is, not via your distribution's package manager. This situation is explained in the FAQ section of the wiki.
de: Die folgenden Python-Module konnten nicht gefunden werden: %s. Es gibt ein paar mögliche Erklärungen dafür: 1. Dieses Python-Modul ist nicht installiert. In diesem Fall sollten Sie die Applet-Sektion des AWN-Wikis besuchen, um den exakten Namen des Pakets, das das fehlende Modul bereitstellt, für Ihre Distribution zu erfahren. 2. Das Modul befindet sich nicht an dem dafür vorgesehenen Ort. Das ist in der Regel der Fall, wenn Sie Pakete nicht mit dem Paketmanager der Distribution installieren. Diese Situation ist in der FAQ-Sektion des Wikis genauer erklärt.
eu: Ezin izan dira aurkitu hurrengo Python moduluak: %s hainbat azalpen ditu horrek: 1. Python modulu hau ez duzu instalaturik. Kasu honetan Awn-ren wikian appleten atala bisitatu beharko zenuke zure banaketan modulu hau eskaintzen duen paketearen izen zehatza ezagutzeko. 2. Modulua estandarra ez den toki batean instalatu da. Pakete bat eskuz instalatzean gertatzen da hau. Egoera hau wikiko MEG atalean azalduta dago.
he: לא ניתן למצוא את המודולים הבאים לפייתון: %s. ישנם כמה הסברים אפשריים לכך: 1. מודול זה של פייתון אינו קיים במערכת שלך. במקרה כזה, עליך לבקר באגף היישומונים שבוויקי של AWN כדי למצוא את השם המדויק של החבילה עבור ההפצה שלך שמספקת את המודול הזה. 2. המודול מותקן במקום לא תקני. בעיה זו לרב נגרמת עקב התקנה ידנית של חבילה, כלומר, לא דרך מנהל החבילות של ההפצה שלך. מצב זה מוסבר באגף השאלות הנפוצות שבוויקי.
lt: Šie Phyton moduliai negalėjo būti rasti: %s. Tai įvyko dėl kelių galimų priežasčių: 1. Jūs neturite šio Phyton modulio įsidiegę į savo sistemą. Šiuo atveju, Jums reikėtų aplankyti AWN wiki programėlių sekciją ir išsiaiškinti tikslų paketo pavadinimą savo distribucijai, kurie Jums teikia modulį. 2. Įdiegtas modulis yra nestandartinėje vietoje. Taip paprastai būna, kai rankiniu būdu įrašomas paketas, t. y. ne per distributioriaus paketų valdyklę. Ši situacija yra paaiškinta wiki DUK sekcijoje.
pt_br: Os módulos Python a seguir não puderam ser encontrados; %s. Há algumas, poucas, explicações possíveis para isso: 1. Você não tem esses módulos instalados. Nessa caso, você deve visitar a seção de applets da wiki do AWN e descobri o nome exato dos pacotes da sua distribuição que os contém. 2. O módulo esta instalado e um local diferente do padrão. Isso ocorre, normalmente, quando é feita a instalação manual, ou seja, por uma via diferente do que o gerenciador de pacotes da distribuição. Este caso é explicado na seção FAQ da wiki.
ro: Următoarele module Python nu sunt găsite: %s. Există câteva explicații posibile: 1. Nu aveți aceste module instalate. În acest caz vizitați secțiunea wiki despre miniaplicațiile AWN pentru a găsi numele exact al pachetelor care furnizează aceste module pentru distribuția folosită. 2. Modulele sunt instalate într-un loc care nu figurează în standarde. Acest caz apare de regulă în cazul instalării manuale a pachetelor, fără a folosi administratorul de pachete al distribuției. Situația este explicată în secțiunea FAQ de pe wiki.
sk: Nasledujúce Python moduly neboli najdené: %s. Existuje niekoľko vysvetlení pre toto: 1. Nemáte tento Python modul nainštalovaný. V tomto prípade by ste mali navštíviť sekciu o apletoch na AWN wiki, aby ste zistili presný názov balíčku pre vašu distribúciu, ktorá poskytuje tento modul. 2. Modul je nainštalovaný v neštandardnom umiestnení. Toto sa väčšinou stáva keď nainštalujete balíček manuálne, teda bez použitia správcu balíčkov Vašej distribúcie. Táto situácia je vysvetlená v FAQ sekcií na wiki.

source: Awn Wiki
eu: Awn-ren wikia
he: הוויקי של Awn
pt_br: Wiki do Awn
