Repository: gilir/awn-debian
Catalog: po/*.po
Languages: de, eu, he, lt, pt_br, ro, sk

source: Whether to close dialogs on loss of focus.
de: Bestimmt, ob die Dialoge, die nicht mehr im Vordergrund stehen, geschlossen werden sollen.
eu: Fokua galtzean koadroak itxi behar diren ala ez.
lt: Nurodo, ar reikia uždaryti dialogus jiems tapus neaktyviais.
pt_br: Quando fechar as janelas ou desfoca-las.
ro: Închidere dialoguri în lipsă de interes.

source: Whether to use colors from the current Gtk theme.
de: Bestimmt, ob Farben des aktuellen GTK-Themas benutzt werden sollen.
eu: Uneko Gtk gaiaren koloreak erabiliko diren ala ez.
lt: Nurodo, ar naudoti spalvas iš sistemos Gtk temos.
pt_br: Quando adotar o esquema de cores do tema Gtk em uso.
ro: Configurare pentru utilizare culori din tema Gtk curentă.

source: width of icon text outline if outline mode is enabled. Suggested values 1.0 - 5.0.
de: Breite der Symboltextkontur, wenn der Konturmodus eingeschaltet ist. Empfohlene Werte: 1,0 – 5,0.
eu: Ikono-testuaren iingeradaren zabalera ingerada-modua gaituta badago. iradokitako balioak: 1.0 - 5.0.
lt: piktogramos teksto kontūro plotis, jei kontūro režimas įjungtas. Patariamos reikšmės nuo 1.0 iki 5.0.
pt_br: largura do contorno do texto dos ícones se o modo de contorno estiver habilitado. Valores sugeridos entre 1.0 - 5.0.
ro: Lățimea pentru evidențierea textului pictogramei în cazul activării modului evidențiere. Valori sugerate 1.0 - 5.0.

source: <b>Theme Panel Icon</b> You have chosen to replace an icon on the panel. Please select whether this change should effect only this applet, all applets of this type, or every icon on the panel of this type.
de: <b>Panelsymbol anpassen</b> Sie haben sich dazu entschlossen, ein Symbol auf dem Panel zu ersetzen. Bitte entscheiden Sie, ob dieser Wechsel nur dieses Applet, alle Applets dieses Typs oder alle Symbole dieses Typs auf dem Panel betreffen soll.
eu: <b>Panelaren gaiaren ikonoa</b> Panelean ikono bat ordezkatzea hautatu duzu. Hautatu aldaketa hau applet honetan soilik aplikatuko den, mota honetako applet guztiean ala panelean dagoen mota honetako edozein ikonotan.
he: <b>סמל בערכת הנושא של הפאנל</b> בחרת להחליף סמל בפאנל. נא לבחור האם שינוי זה צריך להשפיע על יישומון זה בלבד, על כל היישומונים מסוג או על על כל סמל מסוג זה בפאנל.
lt: <b>Temos panelės piktograma</b> Jūs pasirinkote pakeisti panelės piktogramą. Pasirinkite, ar šis pakeitimas turi paveikti tik šią programėlę, visas tokio tipo programėles, ar kiekvieną piktogramą tokio tipo panelėje.
pt_br: <b>Tema de ícone do painel</b> Você escolheu substituir um ícone do painel. Por favor, decida se essa alteração deve afetar somente esse applet, todos os applets desse tipo ou todos os ícones em painéis desse tipo.
ro: <b>Pictogramă temă panou</b> Ați ales să înlocuiți o pictogramă din panou. Stabiliți dacă această modificare va produce efecte numai pentru această miniaplicație, pentru toate miniaplicațiile de acest tip sau pentru fiecare pictogramă de acest tip din panou.

source: Customise Applet
de: Applet anpassen
eu: Pertsonalizatu appleta
he: התאמת היישומון אישית
lt: Pasirinktinai derinti programėlę
pt_br: Personalizar applet
ro: Personalizare miniaplicație
sk: Prispôsobiť Applet

source: About %s
de: Über %s
eu: %s-(e)ri buruz
pt_br: Sobre %s
ro: Despre %s
sk: O programe %s

source: Icons
de: Symbole
eu: Ikonoak
he: סמלים
lt: Piktogramos
pt_br: Ícones
ro: Pictograme
sk: Ikony

source: Choose Custom Icon
de: Benutzerdefiniertes Symbol wählen
eu: Hautatu ikono pertsonalizatua
he: בחירת סמל מותאם אישית
lt: Nustatyti pasirinktiną piktogramą
pt_br: Escolher Ícone Customizado
ro: Alegeți pictogramă personalizată
sk: Vyberte vlastnú ikonu

source: Customize Icon
de: Symbol anpassen
eu: Pertsonalizatu ikonoa
he: התאמת הסמל אישית
lt: Tinkinti piktogramą
pt_br: Customizar Ícone
ro: Personalizați picograma
sk: Prispôsobiť ikonu

source: Remove Customized Icon
de: Benutzerdefiniertes Symbol entfernen
eu: Kendu ikono pertsonalizatua
he: הסרת הסמל המותאם אישית
lt: Pašalinti pasirinktiną piktogramą
pt_br: Remover Ícone Customizado
ro: Ștergeți pictograma personalizată
sk: Odstrániť prispôsobenú ikonu

source: Loading applet...
de: Lade Applet …
eu: Appleta kargatzen...
he: היישומון בטעינה...
lt: Įkraunama programėlė...
pt_br: Carregando miniaplicativo...
ro: Se încarcă miniaplicația...
sk: Nahrávam applet...

source: Whoops! The applet crashed. Click to restart it.
de: Huch! Das Applet ist abgestürzt. Klicken Sie noch mal darauf, um es neu zu starten.
eu: Ai ene! Appleta kraskatu egin da. Egin klik hura berrabiarazteko.
he: אוופס! היישומון קרס. ניתן ללחוץ כדי להפעיל אותו מחדש.
lt: Ups! Programėlė užstrigo. Paspauskite, kad paleistumėte ją iš naujo.
pt_br: Whoops! O miniaplicativo travou. Clique para reinicia-lo
ro: Vai! Miniaplicația a ieșit neașteptat. Efectuați clic pentru repornirea acesteia.
sk: Hups! Applet havaroval. Kliknite aby bol reštartovaný.

source: Close docklet
de: Docklet schließen
eu: Itxi dockleta
he: סגירת חלוניות המעגן
lt: Uždaryti juostuką
pt_br: Encerrar docklet
ro: Închide bara de andocare
sk: Zavrieť doklet

source: a list of paths to .desktop files from which the taskmanager should create it's launchers
de: Eine Liste von Pfaden zu .desktop-Dateien, aus denen der Anwendungsverwalter seine Starter erstellen soll.
lt: Kelių į .desktop failus sąrašas, iš kurių užduočių valdyklė turėtų sukurti savo paleistukus
pt_br: Lista de localizações validas de arquivos .desktop de onde o gerenciador de tarefas deve criar seu lançadores
ro: o listă cu traseele către fișierele .desktop pentru care gestionarul de sarcini trebuie să creeze lansatori.

source: Intellihide
de: Intelligentes Ausblenden
he: הסתרה חכמה
lt: Protingslėpmis
pt_br: Ocultar inteligentemente
ro: Ascundere inteligentă
sk: Inteligentné skrývanie

source: Window dodge
de: Fenstern ausweichen
he: התחמקות החלון
lt: Langų išvengimas
pt_br: Janela esquiva
ro: Ascundere ferestre

source: Avant Window Navigator
lt: Avant langų tvarkytuvas
ro: Navigatorul de ferestre Avant
sk: Avant Window Navigátor

source: AWN has been successfully refreshed
he: רענון AWN הושלם בהצלחה
lt: AWN sėkmingai atnaujintas

source: 3d
he: תלת־ממד
lt: Trimatis

source: 0 - solid, 1 - outline, 2 - outline, reversed.
lt: 0 - kietas, 1 - kontūras, 2 - kontūras, išvirkščias.

source: Provides possibility to click on windows behind the panel. (0 - never click through, 1 - click through when holding CTRL, 2 - always click through and interact with panel only when holding CTRL)
lt: Suteikia galimyę paspausti ant lango už panelės. (0 - niekada neleisti spausti kiaurai, 1 - spausti kiaurai, kai laikomas CTRL, 2 - visada spausti kiaurai ir sąveikauti su panele tik laikant CTRL)

source: Lucido
sk: Leštené
