Repository: gilir/awn-debian
Catalog: po/*.po
Languages: de, eu, he, lt, pt_br, ro, sk

source: A dock-like window navigator.
de: Ein Dock-ähnlicher Fensternavigator.
eu: Atrake (dock) moduko leiho-nabigatzailea.
he: נווט חלונות דמוי מעגן.
lt: Juostos tipo langų tvarkytuvas
pt_br: Um navegador de janelas estilo doca.
ro: Un navigator de ferestre asemănător barei de docare.
sk: Dokovací prepínač okien

source: 0: solid, 1: outline, 2: outline, reversed.
de: 0: gefüllt, 1: Kontur, 2: Kontur, invertiert.
eu: 0: solidoa, 1: ingerada, 2: ingerada, alderantzikatua.
pt_br: 0: sólido, 1: contorno, 2: contorno, reverso.
ro: 0: solid, 1: evidențiat, 2: evidențiat, inversat.

source: A bitmask which stores the type of effect for each event
de: Eine Bitmaske, die den Effekttyp für jedes Ereignis speichert.
eu: Gertaera bakoitzerako efektu-mota gordetzen duen bit-maskara.
lt: Dvejetainė reikšmė, kuri išsaugo efektą kiekvienam įvykiui
pt_br: Uma bitmask que armazena o tipo de efeito para cada evento
ro: Configurare care reține tipul de efect pentru fiecare eveniment

source: Alignment of a non-expanded panel on the monitor edge.
de: Ausrichtung eines nicht ausgedehnten Panels.
eu: Zabaldu gabeko panel baten lerrokatzea monitorearen ertzean.
lt: Neišskleistos panelės lygiavimas vaizduoklio kampe.
pt_br: Alinhamento de um painel não expandido na borda do monitor.
ro: Aliniere la marginile monitorului pentru panoul ne-extins

source: An optional offset when you have more than 1 monitors.
de: Optionaler Versatz, wenn Sie mehr als einen Monitor verwenden.
eu: Hautazko desplazamendua monitore bat baino gehiago daukazunerako.
lt: Pasirinktinis atidėjimas, kai turite daugiau nei 1 vaizduoklį.
pt_br: Um deslocamento opcional quando se tem mais que um monitor.
ro: Decalaj opțional pentru cazul în care aveți mai mult de un monitor.

source: Anything greater than 0 will draw a panel with corners. The greater the radius, the larger the corners.
de: Jeder Wert größer 0 zeichnet ein Panel mit Ecken. Je größer der Radius, desto größer die Ecken.
eu: 0 baino handiagoa den edozerk izkinak dituen panela marraztuko du. Erradioa handiagoa bada, izkinak handiagoak izango dira.
lt: Visos reikšmės, didesnės už 0, vaizduos panelę su kampais. Kuo didesnis spindulys, tuo didesni kampai.
pt_br: Qualquer valor maior que zero criará um painel com bordas arredondadas. Quanto maior o raio, maior a borda.
ro: Orice valoare mai mare de 0 va produce un panou cu colțuri. Cu cât este mai mare raza, cu atât sunt mai largi colțurile.

source: Auto hides the dock when the cursor is not on the dock (shouldn't be used together with panel_mode). (none: 0, keep below: 1, fade out: 2, see through: 3)
de: Verbirgt das Panel automatisch, wenn sich der Zeiger nicht über dem Panel befindet (sollte nicht zusammen mit panel_mode verwendet werden). (nicht verbergen: 0, in den Hintergrund: 1, ausblenden: 2, durchsichtig: 3)
eu: Atrakea automatikoki ezkutatzen du kurtsorea atrakean ez dagoenean (ez litzateke erabili beharko panel-moduarekin batera). (bat ere ez: 0, azpian mantendu: 1, itxiera-iraungipena: 2, gardena: 3)
pt_br: Auto esconde a doca quando o cursor não está na doca (não deve ser usado junto com o modo_painel). (nenhum: 0, manter abaixo: 1, desvanecer: 2, transparente: 3)
ro: Autoascunde bara de andocare când cursorul nu se află deasupra acesteia (a nu se folosi împreună cu modul panou). (nimic:0, dedesubt: 1, estompare: 2, transparență: 3)

source: Background color for AwnDialog's title.
de: Hintergrundfarbe des Titels von AwnDialog.
eu: Atzeko planoaren kolorea AwnDialog koadroaren izenbururako.
lt: AwnDialogo pavadinimo fono spalva
pt_br: Cor de fundo para o título da AwnDialog.
ro: Culoare de fundal pentru titlul dialogurilor Awn.
sk: Farba pozadia pre titulok AwnDialóg

source: Background color for AwnDialog.
de: Hintergrundfarbe von AwnDialog.
eu: Atzeko planoaren kolorea AwnDialog koadrorako.
lt: AwnDialogo fono spalva
pt_br: Cor de fundo para a AwnDialog
ro: Culoare fundal pentru dialogul Awn.
sk: Farba pozadia pre AwnDialóg

source: Background color of the tooltip
de: Hintergrundfarbe der Minihilfe
eu: Atzeko planoaren kolorea argibideetarako.
lt: Patarimo lentelės fono spalva
pt_br: Cor de fundo para as dicas
ro: Culoare fundal pentru indicații
sk: Farba pozadia pre bublinové tipy

source: Color of the active rectangle.
de: Farbe des aktiven Rechtecks.
eu: Laukizuzen aktiboaren kolorea.
lt: Aktyvaus stačiakampio spalva.
pt_br: Cor do retângulo ativo.
ro: Culoare pentru aria activă.
sk: Farba aktívneho obdĺžnika.

source: Color of the glowing dot.
de: Farbe des glühenden Punkts.
eu: Puntu dirdiratsuaren kolorea.
lt: Švytinčio taško spalva.
pt_br: Cor do ponto brilhante
ro: Culoare pentru punctul strălucitor.
sk: Farba žiariacej bodky.

source: Color of the outline of active rectangle.
de: Farbe der Umrandung des aktiven Rechtecks.
eu: Laukizuzen aktiboaren ingeradaren kolorea.
lt: Aktyvaus stačiakampio kontūro spalva.
pt_br: Cor de contorno do retângulo ativo.
ro: Culoare pentru evidențierea ariei active.

source: Delay between mouse leaving the panel and it hiding.
de: Verzögerung, nach der das Panel ausgeblendet wird, wenn die Maus das Panel verlässt.
eu: Kurtsoreak panela uzten duenetik hura ezkutatu arte dagoen atzerapena.
lt: Uždelsimas iki paslėpimo, kai pelė palieka panelę.
pt_br: Atraso entre a saída do mouse e seu ocultmento.
ro: Întârzierea dintre momentul în care cursorul părăsește panoul și ascunderea acestuia.
sk: Oneskorenie medzi opustením panelu myšou a jeho skrytím.

source: Delay for mouse position polling.
de: Verzögerung der Maus-Positionsabfrage.
eu: Kurtsorearen kokapenaren detekzioaren atzerapena.
lt: Uždelsimas po pelės užvedimo.
pt_br: Atrado para atualizar posição do mouse.
ro: Întârziere pentru urmărirea poziției cursorului.

source: Determines if generic configuration editor is allowed for applets that do not have a customized preferences dialog.
de: Bestimmt, ob ein allgemeiner Konfigurationseditor für Applets erlaubt ist, die keinen angepassten Einstellungsdialog besitzen.
eu: Hobespenen koadro pertsonalizatua ez duten appletetan konfigurazio-editore orokorra onartzen den zehazten du.
lt: Nustato, ar nustatymų redaktorius leidžiamas programėlėms, kurios neturi specifinio nustatymų dialogo.
pt_br: Determina se o editor de configurações genéricas terá permissão de configurar applets que não um editor de preferências personalizado.
ro: Determină dacă editorul pentru configurare generică este permis pentru miniaplicațiile care nu dispun de un dialog pentru configurări personalizate.

source: Draw separators.
de: Trennlinien zeichnen.
eu: Marraztu bereizleak.
lt: Piešti skirtukus.
pt_br: Separadores de desenho.
ro: Desenează separatori.
sk: Kresliť oddeľovače.

source: Enable drawing of a pattern.
de: Schaltet das Zeichnen von Mustern ein.
eu: Gaitu eredu baten marrazketa.
lt: Įjungti rašto piešimą.
pt_br: Habilitar padrão de desenho.
ro: Permite desenarea unui tipar.
sk: Umožní kreslenie vzorov.

source: First gradient step color.
de: Startfarbe für Verlauf.
eu: Gradiente-urratsaren lehen kolorea.
lt: Pirmojo gradienot žingsnio spalva.
pt_br: Primeira etapa do gradiente de cor.
ro: Culoarea secundară a primului gradient

source: First highlight gradient step color.
de: Startfarbe für Glanzlichtverlauf.
eu: Gradiente-urratsaren lehen nabarmentze-kolorea.
lt: Pirmojo paryškinto gradiento žingsnio spalva.
pt_br: Primeira etapa do gradiente de cor de destaque.
ro: Culoarea secundară pentru evidențierea primului gradient.

source: Font color of the tooltip
de: Schriftfarbe der Minihilfe
eu: Argibidearen letra-kolorea
lt: Patarimo šrifto spalva
pt_br: Cor da fonte das dicas
ro: Culoarea pentru fontul indicațiilor
sk: Farba písma pre bublinové tipy.

source: Font name of the tooltip
de: Schriftart der Minihilfe
eu: Argibidearen letra-izena
lt: Patarimų šrifto pavadinimas
pt_br: Nome da fonte das dicas
ro: Font pentru indicații
sk: Písmo názvu bublinového tipu.

source: Force monitor geometry.
de: Erzwinge Bildschirm-Seitenverhältnis.
eu: Behartu monitore-geometria.
lt: Priverstinė vaizduoklio geometrija.
pt_br: Forçar geometria do monitoramento.
ro: Forțează geometria monitorului.

source: Icon text color. Leave empty to use gtk theme color.
de: Symboltextfarbe. Freilassen, um die Farbe des GTK-Themas zu verwenden.
eu: Ikono-testuaren kolorea. Utzi hutxik Gtk gaiaren kolorea erabiltzeko.
lt: Piktogramos teksto spalva. Palikite tuščią, jei norite, kad būtų naudojamos gtk temos spalva.
pt_br: Cor do texto de ícone. Deixe em branco para utilizar a cor do tema gtk
ro: Culoarea pentru textul pictogramelor. Lăsați necompletat pentru utilizarea temei de culori gtk.
sk: Farba textu ikon. Nechajte prázdne pre použitie gtk motívu vzhľadu.

source: Icon text outline color. Leave empty to use gtk theme color.
de: Konturfarbe der Symboltexte. Freilassen, um die Farbe des GTK-Themas zu verwenden.
eu: Ikono-testuaren ingeradaren kolorea. Utzi hutxik Gtk gaiaren kolorea erabiltzeko.
lt: Piktogramos teksto kontūro spalva. Palikite tuščią, jei norite, kad būtų naudojama gtk temos spalva.
pt_br: Cor da borda do texto do ícone. Deixe em branco para utilizar a cor do tema gtk
ro: Culoarea pentru evidențierea textului pictogramelor. Lăsați necompletat pentru utilizarea temei de culori gtk.

source: If true, maximised windows will not cover the panel.
de: Wenn der Wert auf »true« gesetzt ist, werden maximierte Fenster das Panel nicht überdecken.
eu: Egiazkoa bada, maximizatutako leihoek ez dute panela estaliko.
lt: Jei įjungta, išdidinti langai neuždengs panelės.
pt_br: Se habilitado, janelas maximizadas não cobrirão o painel
ro: Dacă este configurat pe adevărat (true), ferestrele maximizate nu vor acoperi panoul.
sk: Ak je aktivované, maximalizované okno neprekryje panel.

source: If true, the panel will expand to full monitor width/height.
de: Wenn der Wert auf »true« gesetzt ist, wird das Panel auf die volle Breite bzw. Höhe des Bildschirms ausgedehnt.
eu: Egiazkoa bada, panela zabaldu egingo da monitorearen altuera/zabalera osoa betetzeko.
lt: Jei įjungta, panelė išsiplės per visą vaizduoklio plotį ar aukštį.
pt_br: Se habilitado, o painel será expandido até o tamanho total do monitor comprimento/altura
ro: Dacă este configurat pe adevărat (true), panoul va fi extins pe toată lungimea/lățimea monitorului.
sk: Ak je aktivované, panel sa rozšíri na plnú šírku/výšku monitora.

source: Internal border color.
de: Innere Randfarbe.
eu: Barruko ertzaren kolorea.
lt: Vidinė kraštinės spalva.
pt_br: Cor da borda interna.
ro: Culoarea pentru conturul interior.
sk: Farba vnútorného okraja.

source: Main border color.
de: Hauptrahmenfarbe.
eu: Ertzaren kolore nagusia.
lt: Pagrindinės kraštinės spalva.
pt_br: Cor da borda principal.
ro: Culoarea pentru conturul principal.
sk: Hlavná farba okraja.

source: Monitor number where Awn is located (only takes effect when monitor_force is False, use -1 to automatically pick monitor).
de: Bildschirmnummer, auf dem sich Awn befindet (hat nur einen Effekt, wenn der Wert für »monitor_force« auf »false« eingestellt ist, verwenden Sie den Wert »-1«, damit der Bildschirm automatisch gewählt wird).
eu: Awn kokatuta dagoen monitorearen zenbakia (monitor_force faltsua denean soilik sartzen da indarrean, erabili -1 monitorea automatikoki hautatzeko).
lt: Vaizduoklio numeris, kuriame yra Awn (veikia tik tuo atveju, kai monitor_force yra išjungtas, naudoti -1, kad būtų parinktas vaizduoklis automatiškai).
pt_br: Número do monitor onde o awn está localizado (só tem efeito quando monitor_force esta desabilitado, use -1 para escolher o monitor automaticamente).
ro: Numărul monitorului în care este activ Awn (produce efecte în cazul în care monitor_force este configurat pe fals (false); pentru alegere automată folosiți -1).

source: Offset between the icons and their dialog.
de: Abstand zwischen den Symbolen und deren Dialog.
eu: Ikonoen eta haien koadroen arteko distantzia.
lt: Tarpas tarp piktogramų ir jų dialogo.
pt_br: Distância entre os ícones e a janela.
ro: Decalajul dintre pictograme și dialogul acestora.
sk: Odsadenie medzi ikonami a ich dialógom.

source: Offset of the icons from window border.
de: Abstand der Symbole vom Rand des Fensters.
eu: Ikonoen eta leiho-ertzaren arteko distantzia.
lt: Tarpas tarp piktogramų ir lango kraštiniės.
pt_br: Distância entre os ícones e a borda da janela
ro: Decalajul dintre pictograme și conturul ferestrelor.
sk: Odsadenie ikon od okraja okna.

source: Orientation of Awn. (left: 0, right: 1, top: 2 and bottom: 3)
de: Ausrichtung von Awn. (links: 0, rechts: 1, oben: 2 und unten: 3)
eu: Awn-ren orientazioa. (ezkerra: 0, eskuina: 1, goia: 2 eta behea: 3)
pt_br: Orientação do Awn. (esquerdo: 0, direito: 1, acima: 2 e abaixo: 3)
ro: Orientarea Awn. (stânga: 0, dreapta:1, sus: 2, jos: 3)
sk: Orientácia Awn. (vľavo: 0, vpravo: 1, navrchu: 2 a dole: 3)

source: Outline color of the tooltip
de: Konturfarbe der Minihilfe
eu: Argibidearen ingerada-kolorea
lt: Patarimo kontūro spalva
pt_br: Cor da borda das dicas
ro: Culoarea pentru evidențierea indicațiilor

source: Path to the current desktop file theme.
de: Pfad zur Datei mit dem aktuellen Awn-Thema.
eu: Uneko mahaigainaren gaiaren fitxategiaren bide-izena.
lt: Kelias iki naudojamos darbstalio failo temos.
pt_br: Localização do arquivo de tema atual do desktop
ro: Traseul către fișierul care conține tema curentă pentru desktop.
sk: Cesta k aktuálnemu motívu vzhľadu súborov.

source: Path to the png containing the active icon background.
de: Pfad zur PNG-Datei, die den aktiven Symbolhintergrund enthält.
eu: Ikono aktiboaren atzeko planoa duen PNG fitxategiaren bide-izena.
lt: Kelias iki png, kuriame yra aktyvi fono piktograma.
pt_br: Localização do png que contém o fundo o ícone ativo
ro: Traseul către fișierul .png care conține fundalul pentru pictogramele active.

source: Path to the png containing the arrow icon.
de: Pfad zur PNG-Datei, die das Pfeilsymbol enthält.
eu: Gezi-ikonoa duen PNG fitxategiaren bide-izena.
lt: Kelias į png, kuriame yra rodyklės piktograma.
pt_br: Localização do png que contém o icone de seta
ro: Traseul către fișierul .png care conține pictograma săgeată.

source: Provides possibility to click on windows behind the panel. (0: never click through, 1: click through when holding CTRL, 2: always click through and interact with panel only when holding CTRL)
de: Ermöglicht, auf hinter dem Panel liegende Fenster zu klicken. (0: niemals durchklicken, 1: durchklicken, wenn die Strg-Taste gedrückt ist, 2: immer durchklicken und mit dem Panel nur dann interagieren, wenn die Strg-Taste gedrückt wird)
eu: Panelaren atzean dauden leihoetan klik egiteko aukera ematen du. (0: inoiz ez egin klik leihoak zeharkatuz, 1: leihoak zeharkatzen duen klik egin Ktrl tekla sakatzean, 2: beti egin klik leihoak zeharkatuz eta panelarekin elkarrekin soilik Ktrl tekla sakatuta dagoenean)
pt_br: Fornece a possibilidade de clicar em janelas atrás do painel. (0: nunca clique no meio, 1: clique com a tecla CTRL, 2: clique sempre para interagir com o painel somente quando estiver pressionando a tecla CTRL)
ro: Asigură posibilitatea de a efectua clic într-o fereastră situată în spatele panoului. (0: nu este niciodată permis, 1: este permis numai la apăsarea și menținerea tastei CTRL, 2: este permis întotdeauna iar interacțiunea cu panoul se face doar cu ajutorul tastei CTRL)

source: Reflection alpha as a multiple of the current alpha of the icon.
de: Deckkraft der Spiegelung als Multiplikator der Deckkraft des Symbols.
eu: Islatzearen gardentasuna ikonoaren uneko gardentasunaren balio anizkoitz modura.
lt: Atspindžio alfa kaip piktogramos naudojamosios alfos daugėtas.
pt_br: Reflexão alpha como um múltiplo do alpha atual do ícone.
ro: Reflexie alfa ca multiplu al valorii curente alfa pentru pictograme.

source: Second gradient step color.
de: Zielfarbe für Verlauf.
eu: Gradiente-urratsaren bigarren kolorea.
lt: Antrojo gradiento žingsnio spalva.
pt_br: Segunda etapa da cor do gradiente.
ro: Culoarea secundară pentru cel de-al doilea gradient.

source: Second highlight gradient step color.
de: Zielfarbe für Glanzlichtverlauf.
eu: Gradiente-urratsaren bigarren nabarmentze-kolorea.
lt: Antrojo žingsnio išryškinto gradiento spalva.
pt_br: Segunda etapa da cor de destaque.
ro: Culoarea secundară pentru evidențierea celui de-al doilea gradient.

source: Separator color.
de: Farbe der Trennlinie.
eu: Bereizlearen kolorea.
lt: Skirtuko spalva.
pt_br: Cor do separador
ro: Culoarea pentru separator.
sk: Farba oddeľovača.

source: Show shadows for icons.
de: Bei Symbolen einen Schatten zeigen.
eu: Erakutsi itzalak ikonoetan.
lt: Rodyti šešėlius po piktogramomis.
pt_br: Mostrar sombras para os ícones.
ro: Arată umbre pentru pictograme.
sk: Zobraziť tiene ikon.

source: The active list UA Screenlets for this panel.
de: Die aktive Liste der UA Screenlets für dieses Panel.
eu: Panel honetarako UA Screenlet-en zerrenda aktiboa.
lt: Aktyvus sąrašas UA ekranprogramių šiai panelei.
pt_br: Lista de screenlets UA ativos para esse painel.
ro: Lista activă cu screenlet-urile aduse de utilizator pentru acest panou.

source: The angle of the panel in 3D mode.
de: Der Winkel des Panels im 3D-Modus.
eu: Panelaren angelua 3D moduan.
lt: Panelės pasvirimo kampas trimačiame režime.
pt_br: Ângulo do painel em modo 3D.
ro: Unghiul panoului în modul 3D.

source: The curviness of the panel in Curves mode.
de: Die Wölbung des Panels im gewölbten Modus.
eu: Panelaren kurbatze-maila Kurbak moduan.
lt: Panelės išlenktumas išlenktumo režime.
pt_br: Curvilinidade do painel quando em modo curvo.
ro: Curbarea panoului în modul Curbat.

source: The forced monitor height. Only used if monitor_force is true.
de: Die erzwungene Bildschirmhöhe. Wird nur benutzt, wenn der Wert für »monitor_force« auf »true« eingestellt ist.
eu: Behartutako monitore-altuera. monitor_force egiazkoa denean soilik erabiltzen da.
lt: Priverstojo vaizduoklio aukštis. Naudojama tik tada, kai monitor_force yra įjungta.
pt_br: Altura forçada do monitor. Somente usada se monitor_force estiver habilitado.
ro: Înălțimea forțată pentru monitor. A se folosi numai dacă valoarea monitor_force este adevărată.

source: The forced monitor width. Only used if monitor_force is true.
de: Die erzwungene Bildschirmbreite. Wird nur benutzt, wenn der Wert für »monitor_force« auf »true« eingestellt ist.
eu: Behartutako monitore-zabalera. monitor_force egiazkoa denean soilik erabiltzen da.
lt: Priverstinis vaizduoklio plotis. Naudojamas tik tada, kai monitor_force yra įjungta.
pt_br: Largura forçada do monitor. Somente usada se monitor_force estiver habilitado.
ro: Lățimea forțată pentru monitor. A se folosi numai dacă valoarea monitor_force este adevărată.
sk: Vynútená šírka monitora. Použije sa iba ak je aktívne monitor_force.

source: The list of UA Screenlets that have been previous added in the form ScreeneletInstance::Position.
de: Die Liste der UA Screenlets, die zuvor in Form von »ScreenletInstance::Position« hinzugefügt worden sind.
eu: ScreeneletInstance::Position formularioan aurretiaz erantsi diren UA Screenlet-en zerrenda aktiboa.
lt: Prieš tai pridėtų UA ekranprogramėlių sąrašas formoje ScreeneletInstance::Position.
pt_br: Lista de screenlets UA que foram previamente adicionados do formulário ScreeneletInstance::Position.
ro: Lista cu screenlet-urile adăugate de utilizator care au fost instalate în forma ScreeneletInstance::Position.

source: The list of applets for this panel ordered from left-to-right or top-to-bottom.
de: Die Liste der Applets für dieses Panel, geordnet von links nach rechts oder von oben nach unten.
eu: Panel honetarako appleten zerrenda, ezkerretik eskuinera edo goitik behera ordenatuta.
lt: Iš kairės į dešinę ar iš viršaus į apačią surūšiuotų surūšiuotų panelės programėlių sąrašas.
pt_br: Lista de applets desse painel ordenado da esquerda para direita ou de baixo para cima.
ro: Lista miniaplicațiilor pentru acest panou, ordonate de la stânga la dreapta sau de sus în jos.
sk: Zoznam appletov pre tento panel zoradený zľava doprava, alebo zhora dole.

source: The list of panel instances.
de: Die Liste der Panelinstanzen.
eu: Panel-instantzien zerrenda.
lt: Panelės instancijų sąrašas.
pt_br: Lista de instâncias do painel.
ro: Lista cu instanțele panoului.

source: The location of the pattern to draw.
de: Der Pfad des Musters, das gezeichnet wird.
eu: Marraztuko den ereduaren kokapena.
lt: Nupiešimui skirto rašto vieta.
pt_br: Localização do padrão a desenhar.
ro: Locul în care se află tiparul pe care-l doriți utilizat.

source: The offset between the icon and it's reflection
de: Der Abstand zwischen dem Symbol und seiner Spiegelung
eu: Ikonoaren eta haren islatzearen arteko distantzia
lt: Atstumas tarp piktogramos ir jos atspindžio.
pt_br: Deslocamento entre os ícones e suas reflexões
ro: Decalajul dintre pictogramă și reflexia sa.
sk: Odsadenie medzi ikonou a jej odrazom.

source: The offset of the Floaty background.
de: Abstand beim »schwebenden« Panel-Stil.
eu: Atzeko plano flotatzailearen distantzia.
pt_br: O deslocamento do fundo Flutuante
ro: Decalajul pentru fundalul mobil.

source: The opacity of the icons, from 0.0 to 1.0
de: Die Deckkraft der Symbole – Wertebereich zwischen 0,0 und 1,0
eu: Ikonoen opakotasuna, 0.0tik 1.0ra
lt: Piktogramų permatomumas, nuo 0.0 iki 1.0
pt_br: Opacidade dos ícones, variando de 0.0 a 1.0
ro: Opacitatea pictogramelor, de la 0.0 la 1.0
sk: Nepriehľadnosť ikon, od 0.0 do 1.0

source: The opacity of the pattern.
de: Die Deckkraft des Musters.
eu: Ereduaren opakotasuna.
lt: Rašto permatomumas.
pt_br: Opacidade do padrão
ro: Opacitatea tiparului.
sk: Nepriehľadnosť vzoru.

source: The style of the bar. (none: 0, flat bar: 1, 3d bar: 2, curved bar: 3, edgy: 4, floaty: 5, lucido: 6)
de: Der Stil des Panels. (keiner: 0, flaches Panel: 1, 3D-Panel: 2, gewölbtes Panel: 3, Edgy: 4, schwebendes Panel: 5, Lucido: 6)
eu: Barraren estiloa. (bat ere ez: 0, barra laua: 1, 3D barra: 2, barra okertua: 3, ertzduna: 4, flotatzailea; 5, lucido: 6)
pt_br: O estilo da barra. (nenhum: 0, barra plana: 1, barra 3d: 2, barra curvada: 3, recortada: 4, flutuante: 5, lucido: 6)
ro: Stilul panoului. (none:0, panou simplu: 1, panou 3D: 2, panou curbat: 3, panou marginal: 4, panou mobil: 5, lucido:6)

source: The symmetry of the curve in Curves mode.
de: Die Symmetrie der Wölbung im gewölbten Modus.
eu: Kurbaren simetria Kurbak moduan.
lt: Įlinkio simetsrija išlenkimo režime.
pt_br: Simetria das cruvas no modo de curvo.
ro: Simetria curbelor în modul Curbat.

source: The thickness in 3D mode.
de: Die Dicke im 3D-Modus.
eu: Lodiera 3D moduan.
pt_br: A espessura em modo 3D.
ro: Grosimea în modul 3D.

source: The user-visible size of Awn.
de: Die für den Benutzer sichtbare Größe von Awn.
eu: Erabiltzailearentzako ikusgai dagoen Awn-ren tamaina.
lt: Vartotojui matomo Awn dydis.
pt_br: Tamanho visível ao usuário do awn.
ro: Dimensiunea vizibilă pentru utilizator a Awn.

source: Time in ms after which AwnIcon will emit long-press signal.
de: Zeit in Millisekunden, nach deren Ablauf AwnIcon ein »long-press«-Signal" abgibt.
eu: AwnIcon-ek sakatze luzearen seinalea igortzeko denbora-muga (ms-tan).
lt: Laikas milisekundėmis, po kurio AwnPiktograma išsiųs ilgojo paspaudimo signalą.
pt_br: Intervalo em milisegundos em que o AwnIcon emitirá o sina de clique longo.
ro: Timpul, în milisecunde, după care pictogramele Awn emit semnalul pentru apăsare lungă.

source: Whether AwnDialog should use Gtk theme colors.
de: Bestimmt, ob AwnDialog die Farben des GTK-Themas benutzen soll.
eu: AwnDialog-ek Gtk gaiaren koloreak erabili behar dituen ala ez.
lt: Nurodo, ar AwnDialogas turėtų naudoti Gtk temos spalvas.
pt_br: Quando o AwnDialog deve usar o esquema de cores do tema Gtk
ro: Configurare culori temă Gtk pentru dialogul Awn.
