Repository: gilir/awn-debian
Catalog: po/*.po
Languages: de, eu, he, lt, pt_br, ro, sk

source: Ma_ximize
de: _Maximieren
eu: Ma_ximizatu
he: ה_גדלה
lt: Iš_didinti
pt_br: Ma_ximizar
ro: Ma_ximizează
sk: Ma_ximalizovať

source: Unma_ximize
de: Ma_ximierung aufheben
eu: _Leheneratu
he: _שחזור
lt: _Sumažinti
pt_br: Restaurar
ro: _Restaurează
sk: Zrušiť ma_ximalizáciu

source: Always on _Top
de: Immer im _Vordergrund
eu: Beti _gainean
he: תמיד _עליון
lt: Visada _viršuje
pt_br: Sempre no _topo
ro: În_totdeauna deasupra
sk: Vždy na_vrchu

source: Mi_nimize
de: Mi_nimieren
eu: _Ikonotu
he: מ_זעור
lt: Sumaž_inti
pt_br: Mi_nimizar
ro: Mi_nimizează
sk: Mi_nimalizovať

source: Unmi_nimize
de: _Wiederherstellen
eu: _Leheneratu
he: ב_יטול מזעור
lt: Išdidi_nti
pt_br: Desfazer mi_nimizar
ro: Re_staurează
sk: Zrušiť mi_nimalizáciu

source: Always on Visible Workspace
de: Immer auf sichtbarer Arbeitsfläche
eu: Beti laneko area ikusgaian
he: תמיד בסביבת העבודה הגלויה
lt: Visada Matomame darbalaukyje
pt_br: Área de trabalho sempre visível
ro: Întotdeauna în spațiul de lucru vizibil
sk: Stále na viditeľnej ploche

source: Only on This Workspace
de: Nur auf dieser Arbeitsfläche
eu: Laneko area honetan soilik
he: רק בסביבת עבודה זו
lt: Tik Šiame darbalaukyje
pt_br: Apenas nesta área de trabalho
ro: Numai în acest spațiu de lucru
sk: Iba na tejto ploche

source: Move to Workspace _Left
de: Auf Arbeitsfläche _links verschieben
eu: Mugitu e_zkerreko laneko areara
he: העברה לסביבת העבודה שמ_שמאל
lt: Perkelti į _kairįjį darbalaukį
pt_br: Mover para a área de trabalho à _esquerda
ro: Mută pe spațiul de lucru din _stânga
sk: Presunúť na pracovnú plochu vľav_o

source: Move to Workspace _Right
de: Auf Arbeitsfläche _rechts verschieben
eu: Mugitu e_skuineko laneko areara
he: העברה לסביבת העבודה שמ_ימין
lt: Perkelti į _dešinįjį darbalaukį
pt_br: Muda para a área de trabalho à _direita
ro: Mută pe spațiul de lucru din _dreapta
sk: Presunúť na pracovnú plochu vp_ravo

source: Move to Workspace _Up
de: Auf Arbeitsfläche darü_ber verschieben
eu: Mugitu _goiko laneko areara
he: העברה לסביבת העבודה שמלמ_עלה
lt: Perkelti į _viršutinįjį darbalaukį
pt_br: Mover para área de trabalho a_cima
ro: Mută pe spațiul de lucru de s_us
sk: Presunúť na pracovnú plochu _hore

source: Move to Workspace _Down
de: Auf Arbeitsfläche dar_unter verschieben
eu: Mugitu _beheko laneko areara
he: העברה לסביבת העבודה שמלמ_טה
lt: Perkelti į _žemutinįjį darbalaukį
pt_br: Mover para a área de trabalho a_baixo
ro: Mută pe spațiul de lucru de _jos
sk: Presunúť na pracovnú plochu _dole

source: Move to Another _Workspace
de: Auf a_ndere Arbeitsfläche verschieben
eu: Mugitu _beste laneko area batera
he: העברה לסביבת עבודה _אחרת
lt: Perkelti į kitą _Darbalaukį
pt_br: Mover para _outra área de trabalho
ro: Mută pe un alt s_pațiu de lucru
sk: Presunúť na inú pracovnú _plochu

source: Awn Settings
de: Awn-Einstellungen
eu: Awn-ren hobespenak
he: הגדרות Awn
lt: Awn nustatymai
pt_br: Configurações do Awn
ro: Configurări Awn
sk: Nastavenie programu Awn

source: Manage Awn preferences, launchers, applets and themes
de: Awn-Einstellungen, -Starter, -Applets und -Themen verwalten
eu: Kudeatu Awn-ren hobespenak, abiarazleak, appletak eta gaiak
he: ניהול העדפות Awn, משגרים, יישומונים וערכות נושא
lt: Tvarkyti Awn nustatymus, paleidėjus, pusprogrames ir temas
pt_br: Gerencie as preferências do Awn, lançadores, applets e temas
ro: Administrați preferințele Awn, lansatoarele, miniaplicațiile și temele
sk: Spravovať nastavenia, spúšťače, applety a témy programu Awn

source: 3D Angle
de: 3D-Winkel
eu: 3D angelua
he: זווית תלת־ממד
lt: 3D kampas
pt_br: Ângulo 3D
ro: Aspect 3D
sk: 3D Uhol

source: <b>Active Applets</b>
de: <b>Aktive Applets</b>
eu: <b>Applet aktiboak</b>
he: <b>יישומונים פעילים</b>
lt: <b>Aktyvios programėlės</b>
pt_br: <b>Applets Ativos</b>
ro: <b>Miniaplicații active</b>
sk: <b>Aktívne Applety</b>

source: <b>Available Applets</b>
de: <b>Installierte Applets</b>
eu: <b>Applet eskuragarriak</b>
he: <b>יישומונים זמינים</b>
lt: <b>Prieinamos programėlės</b>
pt_br: <b>Applets Disponíveis</b>
ro: <b>Miniaplicații disponibile</b>
sk: <b>Dostupné Applety</b>

source: <b>Categories</b>
de: <b>Kategorien</b>
eu: <b>Kategoriak</b>
he: <b>קטגוריות</b>
lt: <b>Kategorijos</b>
pt_br: <b>Categorias</b>
ro: <b>Categorii</b>
sk: <b>Kategórie</b>

source: <b>Effects</b>
de: <b>Effekte</b>
eu: <b>Efektuak</b>
he: <b>אפקטים</b>
lt: <b>Efektai</b>
pt_br: <b>Efeitos</b>
ro: <b>Efecte</b>
sk: <b>Efekty</b>

source: <b>Export Option Groups</b>
de: <b>Einstellungsgruppen exportieren</b>
eu: <b>Esportatu aukera-taldeak</b>
he: <b>ייצוא קבוצות של אפשרויות</b>
lt: <b>Eksportuoti nustatymų grupes</b>
pt_br: <b>Exportar Grupos de Opção</b>
ro: <b>Exportă opțiunile grupurilor</b>
sk: <b>Exportovať Nastavenie Skupiny</b>

source: <b>Extras</b>
eu: <b>Estrak</b>
he: <b>תוספות</b>
lt: <b>Papildomi</b>
ro: <b>Suplimente</b>
sk: <b>Doplnky</b>

source: <b>General</b>
de: <b>Allgemein</b>
eu: <b>Orokorra</b>
he: <b>כללי</b>
lt: <b>Bendrieji</b>
pt_br: <b>Geral</b>
sk: <b>Všeobecné</b>

source: <b>Icons</b>
de: <b>Symbole</b>
eu: <b>Ikonoak</b>
he: <b>סמלים</b>
lt: <b>Piktogramos</b>
pt_br: <b>Ícones</b>
ro: <b>Pictograme</b>
sk: <b>Ikony</b>

source: <b>Launchers</b>
de: <b>Starter</b>
eu: <b>Abiarazleak</b>
he: <b>משגרים</b>
lt: <b>Paleistukai</b>
pt_br: <b>Lançadores</b>
ro: <b>Lansatori</b>
sk: <b>Spúšťače</b>

source: <b>Numeric Settings</b>
de: <b>Numerische Einstellungen</b>
eu: <b>Zenbakizko ezarpenak</b>
he: <b>הגדרות מספריות</b>
lt: <b>Skaitiniai nustatymai<b>
pt_br: <b>Configurações Numéricas</b>
ro: <b>Configurări numerice</b>
sk: <b>Číselné Nastavenia</b>

source: <b>Panel Colors</b>
de: <b>Farben des Panels</b>
eu: <b>Panel-koloreak</b>
he: <b>צבעי הפאנל</b>
lt: <b>Panelės spalvos</b>
pt_br: <b>Cores do Painel</b>
ro: <b>Culori panou</b>
sk: <b>Panel Farby</b>

source: <b>Panel</b>
eu: <b>Panela</b>
he: <b>פאנל</b>
lt: <b>Panelė</b>
pt_br: <b>Painel</b>
ro: <b>Panou</b>

source: <b>Repositories</b>
de: <b>Paketquellen</b>
eu: <b>Biltegiak</b>
he: <b>מאגרים</b>
lt: <b>Saugyklos</b>
pt_br: <b>Repositórios</b>
ro: <b>Arhive de programe</b>
sk: <b>Repozitáre</b>

source: <b>Settings</b>
de: <b>Einstellungen</b>
eu: <b>Ezarpenak</b>
he: <b>הגדרות</b>
lt: <b>Nustatymai</b>
pt_br: <b>Configurações</b>
ro: <b>Configurări</b>
sk: <b>Nastavenia</b>

source: <b>Taskmanagers</b>
de: <b>Anwendungsverwalter</b>
eu: <b>Ataza-kudeatzaileak</b>
he: <b>מנהלי משימות</b>
lt: <b>Užduočių tvarkytuvai</b>
pt_br: <b>Gerenciadores de Tarefa</b>
ro: <b>Gestionare de sarcini</b>
sk: <b>Správcovia ǔloh</b>

source: <b>These settings require the Task Manager applet to be active. </b>
de: <b>Für diese Einstellungen muss das Anwendungsverwalter-Applet aktiv sein.</b>
eu: <b>Ezarpen hauek Ataza-kudeatzailea behar dute aktibo izateko. </b>
he: <b>הגדרות אלו דורשות שיישומון מנהל המשימות יהיה פעיל. </b>
lt: <b>Šiems nustatymams reikia aktyvuotos Užduočių tvarkytuvo programėlės.</b>
pt_br: <b>Estas configurações exigem que o applet do Gerenciador de Tarefas esteja ativo.</b>
ro: <b>Aceste configurări solicită activarea miniaplicației Gestionar de sarcini </b>
sk: <b>Tieto nastavenia vyžadujú aktívny Správca Úloh applet. </b>

source: <b>Tooltips</b>
de: <b>Minihilfen</b>
eu: <b>Argibideak</b>
he: <b>חלוניות עצה</b>
lt: <b>Patarimai</b>
pt_br: <b>Dicas de ferramenta</b>
ro: <b>Indicații</b>
sk: <b>Tipy</b>

source: <b>You need to enable desktop effects (compositor) to apply and customize themes.</b>
de: <b>Desktop-Effekte (Compositing) müssen aktiviert sein, um Themen benutzen und bearbeiten zu können.</b>
eu: <b>Mahaigaineko efektuak (konposatzailea) gaitu behar duzu gaiak aplikatu eta pertsonalizatzeko.</b>
he: <b>יש להפעיל את אפקטי שולחן העבודה (compositor) כדי להחיל ולהתאים את ערכות הנושא.</b>
lt: <b>Jums reikia įjungti darbastalio efektus (kompoziciją), kad galėtumėte taikyti pasirinktinas temas.</b>
pt_br: <b>Você precisa habilitar os efeitos do desktop (composição) para poder aplicar e configurar temas.</b>
ro: <b>Trebuie să activați efectele de birou (compozitorul) pentru a activa și personaliza temele.</b>
sk: <b>Musíte mať aktivované efekty desktopu (kompozitný manažér) pre použitie a prispôsobenie motívov vzhľadu.</b>

source: Activate applet
de: Applet aktivieren
eu: Aktibatu appleta
he: הפעלת יישומון
lt: Aktyvuoti programėlę
pt_br: Ativar applet
ro: Activează miniaplicația
sk: Aktivovať applet

source: Active rectangle:
de: Aktives Rechteck:
eu: Laukizuzen aktiboa:
he: מרובע פעיל:
lt: Aktyvus keturkampis:
pt_br: Ativar retângulo:
ro: Arie activă:
sk: Aktivny obdĺžnik

source: Arrow type
de: Art des Pfeils
eu: Gezi-mota
he: סוג החץ
lt: Rodyklės tipas
pt_br: Tipo de seta:
ro: Tipul de săgeată

source: Attention animation:
de: Achtung-Animation:
eu: Arreta-animazioa:
he: הנפשת התרעה:
lt: Dėmesio animacija:
pt_br: Animação de atenção:
ro: Animație pentru atenționare:
sk: Animácia pozornosti

source: Author:
de: Autor:
eu: Egilea:
he: יוצר:
lt: Autorius:
pt_br: Autor:
ro: Autor:
sk: Autor:

source: Autohide mode:
de: Automatisches Ausblenden:
eu: Ezkutatze automatikoko modua:
he: מצב הסתרה אוטומטית:
lt: Automatinio paslėpimo režimas:
pt_br: Modo de auto ocultação
ro: Mod autoascundere:
sk: Samo-skrývací mód:

source: Background:
de: Hintergrund:
eu: Atzeko planoa:
he: רקע:
lt: Fonas:
pt_br: Fundo:
ro: Fundal:
sk: Pozadie:

source: Choose a theme...
de: Ein Thema wählen …
eu: Hautatu gaia...
pt_br: Escolha um tema
ro: Alegeți o temă...
sk: Vyberte motív vzhľadu...

source: Clickthrough
de: Durchklicken
eu: Klik egite-kopurua
he: לחיצה מבעד
lt: Spaudimas „kiaurai“
pt_br: Clicar através
ro: Navigare
sk: Prekliknutia

source: Close animation:
de: Schließen-Animation:
eu: Ixte-animazioa:
he: הנפשת סגירה:
lt: Uždarymo animacija:
pt_br: Animação de fechamento
ro: Închide animație:
sk: Animácia zatvárania:

source: Configured Effects
de: Konfigurierte Effekte
eu: Konfiguratutako efektuak
he: אפקטים מוגדרים
lt: Nustatytieji efektai
pt_br: Efeitos configurados
ro: Efecte configurate
sk: Konfigurované Efekty

source: Corner Radius
de: Eckenradius
eu: Izkina-erradioa
he: רדיוס הפינה
lt: Kampų spindulys
pt_br: Raio das extremidades
ro: Rază pe colț
sk: Rádius Rohu

source: Curves Symmetry
de: Symmetrie der Wölbung
eu: Kurben simetria
he: סימטריית העיקולים
lt: Kreivių simetrija
pt_br: Simetria de curvas
ro: Simetrie curbe
sk: Symetria Kriviek

source: Curviness
de: Wölbung
eu: Kurbatze-maila
he: התעקלות
lt: Kreivumas
pt_br: Curvilíneo
ro: Curbare
sk: Oblúkovosť

source: Custom
de: Benutzerdefiniert
eu: Pertsonalizatua
he: מותאם אישית
lt: Savas
pt_br: Personalizado
ro: Personalizat
sk: Vlastné

source: Custom Arrow Image
de: Bild mit benutzerdefiniertem Pfeil
eu: Gezi-irudi pertsonalizatua
he: סמן חץ מותאם אישית
lt: Pasirinktinis rodyklės paveiksliukas
pt_br: Imagem personalizada de seta
ro: Imagine particularizată pentru săgeată

source: Customize effects
de: Effekte anpassen
eu: Pertsonalizatu efektuak
he: התאמה אישית של האפקטים
lt: Pasirinkti efektus
pt_br: Personalizar efeitos
ro: Personalizare efecte
sk: Prispôsobiť efekty

source: Customize...
de: Anpassen …
eu: Pertsonalizatu...
he: התאמה אישית...‏
lt: Pasirinkti...
pt_br: Personalizar...
ro: Personalizează...
sk: Prispôsobiť...

source: Deactivate applet
de: Applet deaktivieren
eu: Desaktibatu appleta
he: ביטול היישומון
lt: Išjungti programėlę
pt_br: Desativar applet
ro: Dezactivează miniaplicație
sk: Deaktivovať applet

source: Display launchers only
de: Nur Starter anzeigen
eu: Erakutsi abiarazleak soilik
he: הצגת משגרים בלבד
lt: Rodyti tik paleistukus
pt_br: Exibir apenas lançadores
ro: Afișează numai lansatoarele
sk: Zobraz iba spúšťače

source: Drag and drop reordering
de: Anordnung durch Ziehen und Ablegen ändern
eu: Arrastatu eta jaregin berrantolatzeko
he: סידור מחדש על ידי גרירה ושחרור
lt: „Tempti ir paleisti“ pertvarkymas
pt_br: Reorganização por clicar e arrastar
ro: Rearanjare trage și plasează
sk: Chyť a pusť zmena poradia

source: Drag available applets here to activate
de: Ziehen Sie installierte Applets hierher, um sie zu aktivieren
eu: Arrastatu applet erabilgarriak hona haiek aktibatzeko
pt_br: Arraste os applets disponíveis aqui para ativar-los
ro: Plasați aici miniaplicațiile disponibile pentru a fi activate
sk: Presuň ľubovoľný applet sem pre jeho aktiváciu

source: Drag below or double click to activate applet
de: Ziehen Sie Applets nach unten oder doppelklicken Sie drauf, um sie zu aktivieren
eu: Arrastatu behera edo egin klik bi aldiz appleta aktibatzeko
pt_br: Arraste abaixo ou der um duplo clique para ativar applet
ro: Plasați dedesubt sau efectuați clic dublu pentru a activa miniaplicația
sk: Pretiahnite nižšie alebo dvojklikom aktivovať applet

source: E_xpand the panel
de: Panel aus_dehnen
eu: _Zabaldu panela
he: ה_רחבת הפאנל
lt: Išskle_isti panelę
pt_br: E_xpandir o painel
ro: E_xtinde panoul
sk: E_xpanduj panel

source: Export Theme...
de: Thema exportieren …
eu: Esportatu gaia...
he: ייצוא ערכת נושא...
lt: Eksportuoti temą...
pt_br: Exportar tema...
ro: Exportă tema...
sk: Exportuj motív vzhľadu

source: Extra Options
de: Weitere Einstellungen
eu: Aukera gehiago
he: אפשרויות נוספות
lt: Papildomi nustatymai
pt_br: Opções extras
ro: Opțiuni suplimentare
sk: Extra Možnosti

source: Fill Color
de: Füllfarbe
eu: Betegarriaren kolorea
he: צבע מילוי
lt: Užpildo spalva
pt_br: Cor de preenchimento
ro: Culoare de umplere
sk: Farba výplne

source: First Gradient Color
de: Startfarbe für Verlauf
eu: Gradientearen lehen kolorea
he: הצבע הראשון במדרג
lt: Pirmoji gradiento spalva
pt_br: Primeira cor do gradiente
ro: Culoare gradient primar
sk: Farba Prvého Gradientu

source: First Highlight Color
de: Glanzlicht erste Farbe
eu: Lehen nabarmentze-kolorea
he: צבע ההדגשה הראשון
lt: Pirmoji paryškinimo spalva
pt_br: Primeira cor de realce
ro: Culoare evidențiere primară
sk: Prvá Zvýraznená Farba

source: Floaty Offset
de: Abstand beim »schwebenden« Panel-Stil
eu: Desplazamendu flotatzailea
pt_br: Deslocamento flutuante
ro: Compensare echilibru
sk: Vysoké vyrovnanie

source: Font
de: Schrift
eu: Letra-tipoa
he: גופן
lt: Šriftas
pt_br: Fonte
sk: Písmo

source: Font Color
de: Schriftfarbe
eu: Letraren kolorea
he: צבע הגופן
lt: Šrifto spalva
pt_br: Cor da fonte
ro: Culoare font
sk: Farba písma

source: Font Mode
de: Schriftdarstellung
eu: Letraren modua
he: מצב הגופן
lt: Šrifto režimas
pt_br: Modo da fonte
ro: Mod font
sk: Mód písma

source: Font Outline Color
de: Konturfarbe der Schrift
eu: Letraren ingeradaren kolorea
he: צבא המתאר של הגופן
lt: Šrifto kontūrų spalba
pt_br: Cor de contorno da fonte
ro: Culoare evidențiere font
sk: Náčrt farby písma

source: Force monitor mode ?
de: Bildschirmauflösung erzwingen?
eu: Behartu monitore-modua?
he: האם לאלץ מצב חיווי ?
lt: Priverstinai taikyti vaizduoklio režimą?
pt_br: Forçar modo de monitor?
ro: Se forțează modul monitorului?
sk: Platí režim monitoru ?

source: Glowing dot
de: Glühender Punkt
eu: Puntu dirdiratsua
he: נקודה זורחת
lt: Švytinti taškas
pt_br: Ponto brilhante
ro: Punct strălucitor
sk: Žiariaca bodka.

source: Glowing dot color
de: Farbe des glühenden Punkts
eu: Puntu dirdiratsuaren kolorea
he: צבע הנקודה הזורחת
lt: Švytinčio taško spalva
pt_br: Cor do ponto brilhante
ro: Culoare punct strălucitor
sk: Farba žiariacej bodky

source: Group common windows
de: Zusammengehörige Fenster gruppieren
eu: Taldekatu leiho komunak
he: קיבוץ חלונות משותפים
lt: Grupuoti vienarūšius langus
pt_br: Agrupar janelas comuns
ro: Grupează ferestrele obișnuite
sk: Združovať podobné okná

source: Hover animation:
de: Schwebe-Animation:
eu: Animazioa gainetik pasatzean:
he: הנפשת מעבר עכבר:
lt: Užvedimo animacija:
pt_br: Animação de cobertura
ro: Animație la trecerea mouse-ului:
sk: Balancujúca animácia:

source: Icon _effects:
de: Symbol_effekte:
eu: Ikono-_efektuak:
he: א_פקטי הסמל:
lt: Piktogramos _efektai:
pt_br: _Efeitos de ícone:
ro: _Efecte pictograme
sk: Efekt_ikon:

source: Icon alpha
de: Symboldeckkraft
eu: Ikonoaren gardentasuna
he: שקיפות הסמל
lt: Piktogramos alfa
pt_br: Ícone alpha
ro: Pictogramă alfa
sk: Ikona alfa

source: Icons and Tooltips
de: Symbole und Minihilfen
eu: Ikonoak eta argibideak
he: סמלים וחלוניות עצה
lt: Piktogramos ir patarimai
pt_br: Ícone e dicas
ro: Pictograme și indicații
sk: Ikony a Tipy

source: Icons:
de: Symbole:
eu: Ikonoak:
he: סמלים:
lt: Piktogramos:
pt_br: Ícones:
ro: Pictograme:
sk: Ikony:

source: Inner Border Color
de: Randfarbe innen
eu: Barruko ertzaren kolorea
he: צבע הגבול הפנימי
lt: Vidinio rėmelio spalva
pt_br: Cor da borda interna
ro: Culoare contur interior
sk: Farba Vnútorného Okraja

source: Install applet...
de: Applet installieren …
eu: Instalatu appleta...
pt_br: Instalar applet..
ro: Instalează miniaplicație...
sk: Inštaluj applet

source: Install...
de: Installieren …
eu: Instalatu...
he: התקנה...
lt: Įdiegti...
pt_br: Instalar...
ro: Instalează...
sk: Inštalovať...

source: Launch animation:
de: Start-Animation:
eu: Abiarazte-animazioa:
he: הנפשת טעינה:
lt: Paleidimo animacija:
pt_br: Animação do lançador:
ro: Pornește animație...
sk: Spustiť animáciu:

source: Matching strength
de: Stärke der Gruppierung
eu: Bat etortzearen indarra
he: עצמת ההתאמה
lt: Priderinimo stiprumas
pt_br: Rigidez para correspondência de termos
ro: Potrivire la nivel
sk: Zodpovedajúca pevnosť

source: Monitor X-offset
de: Horizontaler Bildschirmabstand
eu: Monitorearen X desplazamendua
he: ציר ה־X בצג
lt: Vaizduoklio X-atidėjimas
pt_br: Offset-X do monitor
ro: Decalaj X pentru monitor
sk: Monitor X-vyváženie

source: Monitor Y-offset
de: Vertikaler Bildschirmabstand
eu: Monitorearen Y desplazamendua
he: ציר ה־Y בצג
lt: Vaizduoklio Y-atidėjimas
pt_br: Offset-Y do monitor
ro: Decalaj Y pentru monitor
sk: Monitor Y-vyváženie

source: Monitor height
de: Bildschirmhöhe
eu: Monitorearen altuera
he: גובה הצג
lt: Vaizduoklio aukštis
pt_br: Altura do monitor
ro: Înălțimea monitorului
sk: Monitor výška

source: Monitor width
de: Bildschirmbreite
eu: Monitorearen zabalera
he: רוחב הצג
lt: Vaizduoklio plotis
pt_br: Largura do monitor
ro: Lățimea monitorului
sk: Monitor šírka

source: Name:
eu: Izena:
he: שם:
lt: Pavadinimas:
pt_br: Nome:
ro: Nume:
sk: Názov:

source: Offset
de: Versatz
eu: Desplazamendua
he: היסט
lt: Atidėjimas
pt_br: Deslocamento
ro: Decalaj
sk: Posun

source: Open animation:
de: Öffnen-Animation:
eu: Irekitze-animazioa:
he: הנפשת פתיחה:
lt: Atidarymo animacija:
pt_br: Animação de abertura:
ro: Deschide animație:
sk: Otvoriť animáciu:

source: Outer Border Color
de: Randfarbe außen
eu: Kanpoko ertzaren kolorea
he: צבע הגבול החיצוני
lt: Išorinio rėmelio spalva
pt_br: Cor da borda externa
ro: Culoare contur exterior
sk: Farba Vonkajšieho Okraju

source: Outline Color
de: Konturfarbe
eu: Ingerada-kolorea
he: צבע המתאר
lt: Kontūro spalva
pt_br: Cor do contorno
ro: Culoare exterioară
sk: Farba obrysu

source: Panel Background Colors
de: Hintergrundfarben des Panels
eu: Panelaren atzeko planoaren koloreak
he: צבעי הרקע של הפאנל
lt: Panelės fono spalva
pt_br: Cor de fundo do painel
ro: Culori de fundal pentru panou
sk: Farba Pozadia Panelu

source: Panel Look Refinements
de: Aussehensverfeinerungen des Panels
eu: Panelaren itxuraren finketak
he: שיפורים במראה הפאנל
lt: Panelės išvaizdos nudailinimas
pt_br: Refinamentos de aparência do painel
ro: Configurări suplimentare pentru aspectul panoului
sk: Upresnenie Vzhľadu Panela

source: Panel Style & Size
de: Panelstil & -größe
eu: Panelaren estiloa eta tamaina
he: סגנון וגודל הפאנל
lt: Panelės stilius ir dydis
pt_br: Estilo & Tamanho do Painel
ro: Stil și mărime panou
sk: Panel Štýl & Šírka

source: Pattern Alpha
de: Deckkraft des Musters
eu: Ereduaren gardentasuna
he: שקיפות התבנית
lt: Rašto alfa
pt_br: Padrão alpha
ro: Tipar alfa
sk: Vzor Alfa

source: Pattern Image
de: Verwendetes Muster
eu: Ereduaren irudia
he: תמונת התבנית
lt: Rašto paveikslėlis
pt_br: Padrão de imagem
ro: Imagine fundal
sk: Vzor Obrázok

source: Reflection alpha multiplier
de: Multiplikator für die Deckkraft der Spiegelung
eu: Islatzearen gardentasunaren biderkatzailea
he: מכפיל שקיפות ההשתקפות
lt: atspindžio alfa daugiklis
pt_br: Multiplicador de reflexão alpha
ro: Multiplicator reflexie alfa
sk: Násobiteľ multiplikátora alfa

source: Reflection offset
de: Abstand der Spiegelung
eu: Islatzearen desplazamendua
he: היסט ההשתקפות
lt: Atspindžio atidėjimas
pt_br: Deslocamento da reflexão
ro: Reflexie compensare

source: Repositories
de: Paketquellen
eu: Biltegiak
he: מאגרים
lt: Saugyklos
pt_br: Repositórios
ro: Arhive de programe
sk: Repozitáre

source: Second Gradient Color
de: Zielfarbe für Verlauf
eu: Gradientearen bigarren kolorea
he: צבע המדרג השני
lt: Antroji gradiento spalva
pt_br: Segunda cor do gradiente
ro: Culoare gradient secundar
sk: Iný odtieň farby

source: Second Highlight Color
de: Glanzlicht zweite Farbe
eu: Bigarren nabarmentze-kolorea
he: צבע ההדגשה השני
lt: antroji paryškinimo spalva
pt_br: Segunda cor de destaque
ro: Culoare evidențiere secundară
sk: Iná svetlosť farby

source: Select Custom Arrow
de: Benutzerdefinierten Pfeil wählen
eu: Hautatu gezi pertsonalizatua
he: בחירת סמן עכבר מותאם אישית
lt: Pasirinktinė rodyklė
pt_br: Selecionar seta personalizada
ro: Configurare săgeată personalizată

source: Select item to filter by category
de: Wählen Sie einen Eintrag, um Applets dieser Kategorie anzuzeigen
eu: Hautatu elementua kategoria bidezko iragazkiak erabiltzeko
pt_br: Selecione um item para filtrar por categoria
ro: Configurare articole pentru filtrare după categorie

source: Separator Color
de: Trennlinienfarbe
eu: Bereizlearen kolorea
he: צבע המפריד
lt: Skirtuko spalva
pt_br: Cor do separador
ro: Culoare separator
sk: Farba odďeľovača

source: Show all windows
de: Alle Fenster zeigen
eu: Erakutsi leiho guztiak
he: הצגת כל החלונות
lt: Rodyti visus langus
pt_br: Mostrar todas as janelas
ro: Arată toate ferestrele
sk: Ukázať všetky okná

source: Show dialog after long press
de: Nach langem Drücken Dialog anzeigen
eu: Luze sakatu elkarrizketa-koadroa erakusteko
he: הצגת תיבת דו־שיח לאחר לחיצה ממושכת
lt: Rodyti dialogą po ilgo paspaudimo
pt_br: Mostrar a janela depois de clique longo
ro: Arată dialogul după apăsare lungă
sk: Ukázať dialóg po dlhom stlačení

source: Show shadows
de: Schatten zeigen
eu: Erakutsi itzalak
he: הצגת צללים
lt: Rodyti šešėlius
pt_br: Mostrar sombras
ro: Arată umbre
sk: Ukázať tiene

source: St_yle:
de: _Stil:
eu: Es_tiloa:
he: _סגנון:
lt: St_ilius:
pt_br: Es_tilo:
ro: St_il
sk: Št_ýl:

source: Start _Awn automatically
de: _Awn automatisch starten
eu: Abiarazi _Awn automatikoki
he: ה_פעלת Awn באופן אוטומטי
lt: Paleisti _Awn automatiškai
pt_br: Carregar _Awn automaticamente
ro: Pornește automat _Awn
sk: Spustiť_Awn automatický

source: Theme Export
de: Thema exportieren
eu: Gaiaren esportazioa
he: ייצוא ערכת הנושא
lt: Temos eksportavimas
pt_br: Exportar tema
ro: Export temă
sk: Export motívu vzhľadu

source: Thickness
de: Dicke
eu: Lodiera
pt_br: Espessura
ro: Grosime

source: To use Intellihide or Window Dodge modes, you need to have Taskmanager applet active.
de: Für »Intelligentes Ausblenden« oder »Fenstern ausweichen« muss das Anwendungsverwalter-Applet aktiviert sein.
eu: Intellihide edo Window Dodge moduak erabiltzeko, ataza-kudeatzailearen appleta aktibo eduki behar duzu.
he: כדי להשתמש בסתרה חכמה או במצבי ההתחמקות של החלונות, עליך להפעיל את יישומון מנהל המשימות.
lt: Kad galėtumėte naudoti Protingąjį paslėpimą arba Langų išvengimo režimus reikia aktyvios Užduočių tvarkytuvo programėlės.
pt_br: Para usar o Intellihide ou os Modos de esquivamento de janela, você precisa ter o applet gerenciador de tarefas ativo.
ro: Pentru a utiliza modul de ascundere inteligentă sau ascundere ferestre, trebuie să activați gestionarul de sarcini.

source: Triangle
de: Dreieck
eu: Hirukia
he: משולש
lt: Trikampis
pt_br: Triangular
ro: Triunghi
sk: Trojuholník
