Repository: gilir/awn-debian
Catalog: po/*.po
Languages: de, eu, he, lt, pt_br, ro, sk

source: Expander
de: Leerraum
eu: Zabaltzailea
he: מרחיב
lt: Išskleistukas
pt_br: Expansor
ro: Extindere
sk: Rozširovač

source: Fills space on the panel in expand mode
de: Füllt das Panel mit Leerraum auf, wenn es ausgedehnt ist.
eu: Paneleko espazioa betetzen du zabaltze-moduan
he: ממלא את המקום בפאנל במצב מורחב
lt: Užpildo erdvę panelėje išskleisties režime
pt_br: Preenche os espaços no painel em modo expandido
ro: Umple spațiul de pe panou în modul extins
sk: Vyplní miesto na panele v rozšírenom móde

source: Allow grouping of windows together that have different WM_CLIENT_NAME values.
de: Erlaube das Gruppieren von Fenstern, die verschiedene WM_CLIENT_NAME Werte haben.
eu: Onartu WM_CLIENT_NAME balio ezberdinak dituzten leihoak elkarrekin multzokatzea.
lt: Leisti grupuoti langus, kurie turi skirtingas WM_CLIENT_NAME reikšmes.
pt_br: Permitir o agrupamento de janelas que possuem diferentes valores de WM_CLIENT_NAME.
ro: Permite gruparea ferestrelor care au valori diferite pentru WM_CLIENT_NAME.
sk: Umožňuje združovanie okien majúce rozdielne WM_CLIENT_NAME hodnoty.

source: Controls the alpha of the overlay if overlay_application_icons is true. Valid range 0.0 to 1.0.
de: Steuert den Alpha-Wert (Deckkraft) der Überlagerung, wenn der Wert für »overlay_application_icons« auf »true« eingestellt ist. Gültige Werte sind 0,0 bis 1,0.
eu: Gainjartzearen gardentasuna kontrolatzen du overlay_application_icons egiazkoa bada. Balio-tarte baliagarria: 0.0tik 1.0ra.
lt: Valdo apdangalo alfa reikšmes, jei įjungtas overlay_application_icons. Tinkamos reikšmės nuo 0.0 iki 1.0.
pt_br: Controla a transparência da sobreposição se overlay_application_icons for verdadeiro. Mínimo de 0.0 a máximo de 1.0.
ro: Controlează valoarea alfa pe overlay dacă este configurată ca adevărată opțiunea overlay_application_icons. Domeniul valid este între 0.0 și 1.0.

source: Controls the display of window icons in the Task Icon. 0) Alway display application provided window icons when window is active (except for a very few special cases). 1) Attempt to only display application provided icons when they are likely to provide useful/context info. 2) Ignore all application provide icons and only display the Lauuncher icon
de: Steuert die Darstellung der Fenstersymbole im Anwendungssymbol des Docks. 0) Zeige immer das von der Anwendung bereitgestellte Symbol , wenn das Fenster aktiv ist (mit Ausnahme sehr weniger Spezialfälle). 1) Zeige die von der Anwendung bereitgestellten Symbole nur dann, wenn es wahrscheinlich ist, dass sie dabei nützliche (Kontext-)Informationen liefern. 2) Alle von der Anwendung bereitgestellten Symbole ignorieren und nur das Starter-Symbol anzeigen.
eu: Atazen Ikonoko leiho-ikonoen bistaratzea kontrolatzen du. 0) Erakutsi beti aplikazioak berak hornitutako leiho-ikonoa leihoa aktibatuta dagoenean (kasu gutxi batzuetan salbu). 1) Saiatu aplikazioak berak hornitutako leiho-ikonoa erakusten informazio erabilgarria/testuingurukoa eskaintzen duenean soilik. 2) Ezikusi aplikazioak berak hornitutako leiho-ikonoa eta abiarazle-ikonoa erakutsi soilik.
lt: Valdo langų piktogramų rodymą Užduoties piktogramoje.. 0) Visada rodyti programų pateiktas lango piktogramas, kai jie yra aktyvūs (išskyrus keletą išimčių). 1) Bandyti rodyti tik programos pateiktas piktogramas, kai tikėtina, kad jie pateiks vertingo informacijos ar sudarys naudingą kontekstą. 2) Nekreipti dėmesio į programų teikiamas piktogramas ir rodyti tik Paleistuko ikoną
pt_br: Controla a exibição de ícones na barra de tarefas. 0) Sempre mostra o ícone fornecido pelo programa quando a janela está ativa (com exceção de alguns poucos casos). 1) Tenta usar o ícone fornecido pelo programa apenas quanto este for fundamental. 2) Ignora todos os ícones fornecidos pelos programas e utiliza apenas o ícone do lançador.
ro: Controlează afișarea pictogramelor ferestrelor în zona pentru pictogramele sarcinilor. 0) Întotdeauna se afișează pictogramele cu aplicațiile desfășurate în fereastră atunci când fereastra este activă (cu excepția unor cazuri speciale, destul de puține). 1) Se urmărește afișarea pictogramelor aplicațiilor numai atunci când acestea conțin informații relevante în context. 2) Se ignoră pictogramele aplicațiilor și se afișează numai pictograma Lansator.

source: Controls the size of the overlay if overlay_application_icons is true. Valid range 0.2 to 0.7.
de: Steuert die Größe der Überlagerung, wenn der Wert für »overlay_application_icons« auf »true« eingestellt ist. Gültige Werte sind 0,2 bis 0,7.
eu: Gainjartzearen tamaina kontrolatzen du overlay_application_icons egiazkoa bada. Balio-tarte baliagarria: 0.2tik 0.7ra.
lt: Valdo apdangalo dydį, kai įjungtas nustatymas overlay_application_icon. Tinkamos reikšmės yra nuo 0.2 iki 0.7.
pt_br: Controla o tamanho da sobreposição se overlay_application_icons estiver habilitado. É permitida variação de 0.2 a 0.7
ro: Controlează dimensiunea pe overlay dacă valoarea overlay_application_icons este configurată pe adevărat. Domeniul valid este între 0.2 și 0.7.

source: Group icons with the same launcher, if the grouping of windows is disabled.
de: Symbole mit gleichem Starter gruppieren, wenn das Gruppieren von Fenstern deaktiviert ist.
eu: Taldekatu abiarazle bera duten ikonoak, leihoen taldekatzea desgaituta badago.
lt: Grupuoti piktogramas iš to paties paleistuko, jei langų grupavimas yra išjungtas.
pt_br: Agrupar ícones de mesmo lançador, se o agrupamento de janela estiver desabilitado.
ro: Grupează pictogramele în același lansator, dacă este dezactivată gruparea ferestrelor.
sk: Združovať ikony s rovnakým spúšťačom, ak je združovanie okien neaktívne.

source: If overlay_application_icons is true, this key will reverse the overlay/overlayee if set to true.
de: Wenn der Wert für »overlay_application_icons« auf »true« eingestellt ist, wird hierdurch die Überlagerung umgekehrt.
eu: overlay_application_icons egiazkoa bada, gako honek alderantzikatu egingo du gainjartzailea/gainjarritakoa.
lt: Šis raktas apkeis apdangalą/apdengtąjį, kai jis ir nustatymas overlay_application_icon yra įjungti.
pt_br: Se overlay_application_icons for verdadeiro, esta chave irá reverter a overlay/overlayee se definido como verdadeiro.
ro: Dacă valoarea pentru overlay_application_icons este configurată pe adevărat, această cheie va realiza inversarea overlay, configurată pe adevărat.

source: If true then application window icons will be overlayed on the Launcher icon instead of replacing according to the behaviour defined by icon_change_behavior.
de: Wenn »true« eingestellt ist, werden die Symbolde der Anwendungsfenster über das Startersymbol gelegt, anstatt es zu ersetzen, entsprechend dem in »icon_change_behavior« festgelegten Verhalten.
eu: Egiazkoa bada, aplikazio-leihoen ikonoak abiarazle-ikonoari gainjarriko zaizkio, eta ez du ordeztuko icon_change_behavior-en definitutako portaeraren arabera.
lt: Jei įjungta, programų langų piktogramos bus uždengtos Paleistuko piktograma vietoj pakeitimo, numatyto pagal icon_change_behavior.
pt_br: Se habilitado, os ícones dos programas serão sobrepostos no ícone do lançador ao invés de substituídos de acordo com o comportamento definido por icon_change_behavior.
ro: Dacă este configurată ca adevărat, pictogramele aplicațiilor vor fi afișate în zona pentru pictogramele sarcinilor în loc de a fi înlocuite după regulile definite de icon_change_behavior.

source: Behavior when window on a different workspace is activated. (0 for default, 1 - change active workspace, 2 - move to current workspace)
de: Das Verhalten, wenn ein Fenster auf einer anderen Arbeitsfläche aktiviert wird (0 für Standard, 1 - zur anderen Arbeitsfläche wechseln, 2 - Fenster auf aktuelle Arbeitsfläche verschieben).
eu: Portaera beste laneko area baten leihoa aktibatzen denean. (0 balio lehenetsirako, 1 - aldatu laneko area aktiboa, 2 - mugitu uneko laneko areara)
lt: Elgesys, kai langai yra skirtinguose darbalaukiuose. (0 - elgesys pagal nutylėjimą, 1 - pakeis aktyvųjį darbalaukį, 2 - atkels į aktyvųjį darbalaukį)
pt_br: Comportamento ao ativar uma janela em outra área de trabalho. (0 - padrão, 1 - muda a área de trabalho ativa, 2 - alterna para área de trabalho atual)
ro: Comportamentul în cazul în care este activată o fereastră într-un spațiu de lucru diferit. (0 pentru implicit, 1 - schimbă spațiul de lucru activ, 2 - mută în spațiul de lucru curent)

source: Context menu definition. Will look in the awn menu installation directory unless a absolutely path is provided.
de: Definition des Kontextmenüs. Sucht im Installationsverzeichnis des Awn-Menüs, wenn kein absoluter Pfad angegeben ist.
eu: Testuinguru-menuaren definizioa. Awn-ren menuaren instalazio-direktorioan begiratuko du, bide-izen absolutu bat ematen ez bada.
lt: Kontekstinio meniu apibrėžimas. Bus ieškoma awn meniu įdiegimo aplanke, kol nebus nurodytas visas kelias.
pt_br: Definição do menu de contexto. Procurará no diretório de instalação do awn a menos que outro local seja fornecido.
ro: Definire meniu contextual. Va fi citit meniul din directorul în care este instalat awn, în afară de cazul în care este furnizat un traseu absolut.

source: Delay before activating a window when dragging over an icon.
de: Verzögerung, bevor ein Fenster aktiviert wird, über dessen Symbol etwas gezogen wird.
eu: Ikono baten gainetik arrastatzean leihoa aktibatu arte dagoen atzerapena.
lt: Uždelsti prieš aktyvuojant langą, kai tempiama piktograma.
pt_br: Atraso antes de ativar janela quando arrastada sobre um ícone.
ro: Întârzierea înainte de activarea unei ferestre prin deplasarea cursorului deasupra unei pictograme.
sk: Oneskorenie pred aktivovaním okna pri pretiahnutí kurzora ponad ikonu.

source: Desktop copy behaviour on drag and drop of desktop files. 0.. Copy all, 1.. Copy if owned by user, 2.. Do not copy.
de: Desktop-Kopierverhalten beim Ziehen und Ablegen von Desktop-Dateien. 0 = Alles kopieren, 1 = Kopieren, wenn der Anwender auch Eigentümer ist, 2 = Nicht kopieren.
eu: Desktop copy behaviour on drag and drop of desktop files. 0.. Kopiatu denak, 1.. Kopiatu erabiltzailea jabea bada, 2.. Ez kopiatu.
lt: Elgsena kopijuojant, kai tempiami ir numetami darbastalio failai. 0.. Kopijuos viską, 1.. Kopijuos, jei vartotojas bus savininkas, 2.. Nekopijuos.
pt_br: Comportamento da Área de Trabalho ao copiar arquivos por clicar e arrastar.. (0 - Copiar tudo, 2 - Copiar se pertencente ao usuário, 2 - Não copiar)
ro: Comportamentul comenzii de copiere în cazul tragerii și plasării fișierelor. 0.. Copiază tot, 1.. Copiază numai dacă deținătorul este utilizatorul, 2.. Nu copia.

source: Enable long press to open Dialog.
de: Langen Klick aktivieren, um ein Dialogfenster zu öffnen.
eu: Gaitu sakatze luzea elkarrizketa-koadroa irekitzeko.
lt: Įjungti ilgąjį paspaudimą Dialogo atidarymui.
pt_br: Habilitar clique longo para abrir janela.
ro: Activează apăsarea lungă pentru deschiderea Dialog.
sk: Umožní dlhé stlačenie pre otvorenie Dialógu.

source: Enable reordering of windows by drag and drop
de: Erlaube Neuanordnung der Fenster durch Ziehen und Ablegen
eu: Gaitu leihoen berrantolaketa arrastatze eta jaregite bitartez
lt: Įjungti langų pergrupavimą tempiant ir numetant
pt_br: Ativar reordenação das janelas ao arrastar e soltar
ro: Activează rearanjarea ferestrelor prin tragere și plasare
sk: Umožní zmenu poradia okien systémom chytiť a pustiť.

source: Enabling group of tasks.
de: Erlaube das Gruppieren von Prozessen.
eu: Atazen taldekatzea gaitzen.
lt: Įjungti užduočių grupes.
pt_br: Habilitando grupo de tarefas.
ro: Activare grupare sarcini.
sk: Umožní združovanie úloh.

source: How radical matching is applied for grouping items. The value should be between 0 and 99. 0 is as good as no grouping. 99 will match almost everything.
de: Bestimmt, wie »radikal« Objekte gruppiert werden. Der Wert sollte sich zwischen 0 und 99 bewegen. Der Wert 0 hat so gut wie keine Gruppierung zur Folge, während der Wert 99 fast alle Objekte gruppiert.
eu: Elementuak taldekatzeko zein indarrarekin aplikatzen den bat etortzea. Balioa 0 eta 99 artekoa izan behar da. 0 balioa ez taldekatzearen parekoa da. 99 balioak ia dena taldekatuko du.
lt: Kaip radikaliai bandoma grupuoti, kai jis įjungtas. Nustatymo vertė turėtų būti tarp 0 ir 99. 0 reikš tą patį, ką išjungtas grupavimas. 99 sugrupuos praktiškai viską.
pt_br: Quão radical a combinação que é aplicada para agrupar itens. O valor deve variar entre 0 e 99. 0 significa não agrupar. 99 combinará praticamente tudo.
ro: Cât de restrictiv este criteriul pentru potrivire în cazul grupării articolelor. Valoarea trebuie să fie cuprinsă între 0 și 99. 0 înseamnă practic nicio grupare (potrivire). 99 va grupa practic tot.

source: How to generate the list of windows tested for intersection when Intellihide is active. 0.. use windows on active workspace, 1.. use windows of currently focused app.
de: Bestimmt, wie die Liste der Fenster erstellt wird, die darauf überprüft werden, ob sie sich mit dem Panel überschneiden, wenn »Intelligentes Ausblenden« aktiviert ist. 0 = Benutze Fenster auf aktiver Arbeitsfläche, 1 = Benutze Fenster der im Augenblick fokussierten Anwendung.
eu: Nola sortu ebakidurarako probatutako leihoen zerrenda Intellihide aktibo dagoenean. 0.. erabili laneko area aktiboko leihoak, 1.. erabili unean enfokatutako aplikazioaren leihoa.
lt: Kaip kurti patikrintų dėl susikirtimo langų sąrašą, kai Protingslėpimis yra įjungtas. 0.. naudos langus aktyviame darbalaukyje, 1.. naudos priešakinės programos langus.
pt_br: Como será gerada a lista de janelas testadas para intersecção quando o modo intellihide estiver ativo. (0 - usa janelas da área de trabalho ativa, 1 - usa as janelas do aplicativo em foco).
ro: Cum va fi generată lista de ferestre testate pentru intersectare atunci când funcția de ascundere inteligentă (Intellihide) este activă. 0.. utilizează ferestrele din spațiul de lucru activ, 1.. utilizează ferestrele aplicațiilor active.

source: Intellihide if hide is enabled for the panel. This will inhibit autohide of the panel if there are no intersecting windows in the relevant window list (see intellihide_mode).
de: »Intelligentes Ausblenden« anwenden, wenn hide (verstecken) aktiviert ist. Dies verhindert ein automatisches Ausblenden des Panels, wenn keine überlappenden Fenster in der relevanten Fensterliste vorhanden sind (siehe den Schlüssel »intellihide_mode«).
eu: Intellihide panelaren ezkutatzea gaituta badago. Honek panela automatikoki ezkutatzea galaraziko du ebakitako leihorik ez badago leihoen zerrenda adierazgarrian (ikusi intellihide_mode).
lt: Naudoti Protingslėpimį, jei panelės slėpimas įjungtas. Šis nustatymas įjungs automatinį panelės paslėpimą, kai nebus susikertančių langų atitinkamame langų sąraše (žr. intellihide_mode).
pt_br: Intellihide se esconder estiver habilitado para o painel. Isso inibirá o auto-esconder do painel se não houver intersecção de nenhuma janela relevante na lista de janelas (ver intellihide_mode).
ro: Ascundere inteligentă dacă este activată funcția de ascundere pentru panou. Prin aceasta va fi prevenită autoascunderea panoului dacă nu sunt ferestre intersectate în lista de ferestre (consultați intellihide_mode).

source: Maximum number of task indicators to show under icons. Valid range is 0..3.
de: Maximale Anzahl der Anwendungsindikatoren, die unter Symbolen angezeigt werden. Gültige Werte sind 0 bis 3.
eu: Ikonoen azpian erakusten diren ataza-adierazleen kopuru maximoa. Balio-tarte baliagarria 0..3 da.
lt: Maksimalus rodomų užduočių indikatorių po piktogramomis skaičius. Tinkamos reikšmės yra 0..3.
pt_br: Número máximo de indicadores de janelas a exibir abaixo dos ícones. Variação válida é 0 a 3.
ro: Numărul maxim de indicatoare de sarcini care pot fi arătate dedesubtul pictogramelor. Domeniul valid este 0..3.
sk: Maximálny počet indikátorov úloh, ktoré sa zobrazujú pod ikonami. Platné hodnoty sú 0..3.

source: Number of seconds to inhibit autohide when a application requests attention. A value of 0 disables.
de: Die Anzahl der Sekunden, in denen ein automatisches Ausblenden verhindert wird, wenn die Anwendung Ihre Aufmerksamkeit erfordert. Der Wert 0 deaktiviert.
eu: Ezkutatze automatikoa galarazteko segundo-kopurua aplikazio batek arreta eskatzen duenean. 0 balioak desgaitu egiten du.
lt: Po kiek sekundžių turi prasidėti automatinis slėpimas, kai programa paprašo dėmesio. Reikšmė 0 išjungia.
pt_br: Segundos até inibir o auto-esconder quando um programa requisitar atenção. (0 desabilita)
ro: Numărul de secunde în care este suspendată funcția de autoascundere în cazul în care o altă aplicație solicită atenția. Valoarea 0 anulează suspendarea.

source: Number of seconds to wait before nagging again, by inhibiting autohide, if attention is required by any windows. A value of 0 disables.
de: Die Anzahl der Sekunden, die gewartet wird, bevor der Anwender erneut »genervt« und das automatische Verbergen unterbunden wird, falls ein beliebiges Fenster seine Aufmerksamkeit erfordert. Der Wert 0 deaktiviert die Funktion.
eu: Number of seconds to wait before nagging again, by inhibiting autohide, if attention is required by any windows. 0 balioak desgaitu egiten du.
lt: Kiek sekundžių laukti prieš vėl kimbant, įjungiant automatinį slėpimą, jei dėmesio prašo bet kuris iš langų. Reikšmė 0 išjungia.
pt_br: Intervalo, em segundos, para aguardar entre uma chamada de atenção e outra, pela inibição do auto-ocultar, se alguma janela necessitar de atenção. Ajustando para 0 desabilita a função
ro: Numărul de secunde în care se revine la afișare, în cazul activării supendării autoascunderii, atunci când o fereastră solicită atenția. Valoarea 0 anulează funcția.

source: Only show and manager launcher windows
de: Zeige und verwalte ausschließlich Startfenster.
eu: Abiarazle-leihoak soilik erakutsi eta kudeatu
lt: Rodyti tik ir valdytojo paleistuko langus
pt_br: Mostrar apenas a janela do gerenciado de aplicativos
ro: Arată și administrează numai ferestrele cu aplicații
sk: Predstavenie správcu okien windows

source: Show windows from all workspaces
de: Fenster aller Arbeitsflächen anzeigen
eu: Erakutsi laneko area guztietako leihoak
lt: Rodyti langus iš visų darbalaukių
pt_br: Exibir janelas de todas as áreas de trabalho
ro: Arată ferestrele din toate spațiile de lucru
sk: Zobraziť okná zo všetkých plôch

source: The threshold at which text count begins to be displayed. valid range 1..
de: Der Grenzwert, ab dem die Anzahl der Prozesse als Text eingeblendet wird. Akzeptierter Wertebereich liegt bei 1…
eu: Testu-zenbaketa erakusten hasten den atalasea. balio-tarte baliagarria 1..
lt: Slenkstis, nuo kurio prasideda teksto skaičiavimas rodymui. Tinkamos reikšmės 1..
pt_br: Intervalo em que a contagem de texto começa a ser exibida. Variação valida 1
ro: Pragul de la care textul începe să fie afișat. Domeniul valid 1..

source: Launch
de: Starten
eu: Abiarazi
he: הפעלה
lt: Paleisti
pt_br: Executar
ro: Pornește
sk: Spustiť

source: Launch %s
de: %s starten
eu: Abiarazi %s
he: שיגור %s
lt: Paleisti %s
pt_br: Iniciar %s
ro: Pornește %s
sk: Spustiť %s

source: Launcher/Taskmanager
de: Starter / Anwendungsverwalter
eu: Abiarazlea/Atazen kudeatzailea
he: משגר/מנהל משימות
lt: Paleistukas/Užduočių valdyklė
pt_br: Lançador/Gerenciador de Tarefas
ro: Lansator/Gestionar de sarcini
sk: Spúšťač/Manažér úloh

source: Launcher/Taskmanager applet
de: Starter- / Anwendungsverwalter-Applet
eu: Abiarazlearen/Atazen kudeatzailearen appleta
he: יישומן משגר/מנהל משימות
lt: Paleistukas/Užduočių valdyklės programėlė
pt_br: Miniaplicativo Lançador/Gerenciador de Tarefas
ro: Miniaplicație lansator/gestionar de sarcini
sk: Spúšťač/Manažér úloh Applet

source: About Awn
de: Über Awn
eu: Awn-ri buruz
he: על אודות Awn
lt: Apie Awn
pt_br: Sobre Awn
ro: Despre Awn
sk: O programe Awn

source: Drag to change panel orientation
de: Ziehen Sie das Symbol, um die Ausrichtung des Panels zu ändern
eu: Arrastatu panelaren orientazioa aldatzeko
he: יש לגרור כדי לשנות את הסדר בפאנל
lt: Tempti, kad būtų pakeista panelės orientacija
pt_br: Arraste para alterar a orientação do painel
ro: Trageți pentru a schimba orientarea panoului
sk: Ťahaním zmeniť orientáciu panelu

source: Icon size:
de: Symbolgröße:
eu: Ikono-tamaina:
he: גודל הסמלים:
lt: Piktogramos dydis
pt_br: Tamanho dos ícones:
ro: Dimensiune pictogramă:
sk: Veľkosť ikon:

source: Dock Preferences
de: Dock-Einstellungen
eu: Dock-hobespenak
he: העדפות המעגן
lt: Juostos nustatymai
pt_br: Preferências do Dock
ro: Preferințele barei de andocare
sk: Nastavenia panelu

source: Could not open Awn settings: %s
de: Konnte Awn-Einstellungen nicht öffnen: %s
eu: Ezin dira Awn-ren hobespenak ireki: %s
he: לא ניתן לפתוח את הגדרות Awn:‏ %s
lt: Nepavyko atidaryti Awn nustatymų: %s
pt_br: Não foi possível abrir as configurações Awn: %s
ro: Nu se poate deschide funcția Configurare Awn: %s
sk: Nepodarilo sa otvoriť Awn nastavenia: %s

source: Applet used to control the dock and launch Awn preferences.
de: Applet zur Verwaltung des Docks und zum Starten der »Awn-Einstellungen«.
eu: Atrakea kontrolatzeko eta Awn-ren hobespenak abiarazteko appleta.
he: היישומן משמש לשליטה במעגן ולטעינת ההעדפות של Awn.
lt: Juostos valdymui ir Awn nustatymui paleidimui naudojama programėlė.
pt_br: Applet usado para controlar a dock e iniciar as preferências do awn
ro: Miniaplicație utilizată pentru controlul barei de andocare și pentru lansarea funcției de configurare a preferințelor Awn.
sk: Applet slúžiaci na ovládanie doku a spustenie Awn nastavení.

source: Preferences applet
de: Einstellungen-Applet
eu: Hobespenen appleta
he: יישומון ההעדפות
lt: Nustatymų programėlė
pt_br: Preferências do applet
ro: Miniaplicația preferințe
sk: Nastavenia applet

source: Adds a separator between applets
de: Fügt eine Trennlinie zwischen den Applets hinzu
eu: Bereizlea gehitzen du applet artean
he: הוספת מפריד בין יישומונים
lt: Skirtuku atskiria programėles
pt_br: Inclui um separador entre os applets
ro: Adăugați un separator între miniaplicații
sk: Pridá oddeľovač medzi applety

source: Separator
de: Trennlinie
eu: Bereizlea
he: מפריד
lt: Skirtukas
pt_br: Separador
sk: Oddeľovač

source: Workspace %d
de: Arbeitsfläche %d
eu: %d laneko area
he: סביבת עבודה %d
lt: Darbalaukis %d
pt_br: Área de trabalho %d
ro: Spațiu de lucru %d
sk: Pracovná plocha %d

source: Workspace 1_0
de: Arbeitsfläche 1_0
eu: 1_0 laneko area
he: סביבת עבודה 1_0
lt: 1_0-tas darbalaukis
pt_br: Área de trabalho 1_0
ro: Spațiul de lucru 1_0
sk: Pracovná plocha 1_0

source: Workspace %s%d
de: Arbeitsfläche %s%d
eu: %s%d laneko area
he: סביבת עבודה %s%d
lt: Darbalaukis %s%d
pt_br: Espaço de trabalho %s%d
ro: Spaţiul %s%d
sk: Pracovná plocha %s%d

source: Add as Launcher
de: Als Starter hinzufügen
eu: Gehitu abiarazle modura
he: הוספה כמשגר
lt: Pridėti kaip Paleistuką
pt_br: Adicionar como lançador
ro: Adaugă ca Lansator
sk: Pridať ako Spúšťač

source: Remove Launcher
de: Starter entfernen
eu: Kendu abiarazlea
pt_br: Remover lançador
ro: Elimină lansatorul
sk: Odstrániť spúšťač

source: _Close
de: _Schließen
eu: _Itxi
he: _סגירה
lt: _Uždaryti
pt_br: _Fechar
ro: În_chide
sk: _Zatvoriť

source: _Close All
de: _Alle schließen
eu: Itxi _denak
he: _סגירת הכל
lt: _Uždaryti visus
pt_br: _Fechar todos
ro: În_chide tot
sk: _Zavrieť všetky

source: Minimize all
de: Alle minimieren
eu: Ikonotu denak
pt_br: Minimizar todos
ro: Minimizează tot
sk: Minimalizovať všetko

source: Unminimize all
de: Alle wiederherstellen
eu: Leheneratu denak
pt_br: Desfazer minimizar todos
ro: Restaurează tot
sk: Odminimalizovať všetko

source: Maximize all
de: Alle maximieren
eu: Maximizatu denak
pt_br: Maximizar todos
ro: Maximizează tot
sk: Maximalizovať všetko

source: Unmaximize all
de: Alle Maximierungen aufheben
eu: Leheneratu denak
pt_br: Desmaximizar todos
ro: Restaurează tot
sk: Odmaximalizovať všetko
